Repository: georgetsirogiannis/SixteenCoreCharacterMapper
Catalog: SixteenCoreCharacterMapper.Core/Properties/Strings.*.resx
Languages: de, el, es, fr, it, nl, pl, pt

# Question_Distrust_01
source: Finds it hard to forgive others.
de: Verzeiht anderen nur schwer.
el: Δυσκολεύεται να συγχωρέσει τους άλλους.
es: Le resulta difícil perdonar a los demás.
fr: A du mal à pardonner aux autres.
it: Trova difficile perdonare gli altri.
nl: Vindt het moeilijk anderen te vergeven.
pl: Trudno mu wybaczyć innym.
pt: Tem dificuldade em perdoar os outros.

# Question_Distrust_02
source: Suspects hidden motives in others.
de: Vermutet Hintergedanken bei anderen.
el: Υποψιάζεται κρυφά κίνητρα στους άλλους.
es: Sospecha motivos ocultos en los demás.
fr: Soupçonne des motivations cachées.
it: Sospetta secondi fini negli altri.
nl: Vermoedt verborgen motieven.
pl: Podejrzewa u innych ukryte motywy.
pt: Suspeita de segundas intenções.

# Question_Distrust_03
source: Is wary of others.
de: Ist anderen gegenüber vorsichtig.
el: Είναι επιφυλακτικός με τους άλλους.
es: Desconfía de los demás.
fr: Se méfie des autres.
it: È diffidente verso gli altri.
nl: Is op zijn hoede voor anderen.
pl: Jest nieufny wobec innych.
pt: É cauteloso com os outros.

# Question_Distrust_04
source: Distrusts people.
de: Misstraut Menschen.
el: Δεν εμπιστεύεται τους ανθρώπους.
es: Desconfía de la gente.
fr: Se méfie des gens.
it: Non si fida delle persone.
nl: Wantrouwt mensen.
pl: Nie ufa ludziom.
pt: Desconfia das pessoas.

# Question_Distrust_05
source: Believes that people seldom tell you the whole truth.
de: Glaubt, man sagt selten die Wahrheit.
el: Πιστεύει ότι οι άνθρωποι σπάνια λένε την αλήθεια.
es: Cree que la gente rara vez dice la verdad.
fr: Pense que les gens cachent la vérité.
it: Crede che le persone dicano raramente la verità.
nl: Gelooft dat mensen zelden de waarheid vertellen.
pl: Uważa, że ludzie rzadko mówią całą prawdę.
pt: Acredita que as pessoas raramente dizem a verdade.

# Question_Distrust_06
source: Believes that people are essentially evil.
de: Glaubt, Menschen sind im Kern böse.
el: Πιστεύει ότι οι άνθρωποι είναι στην ουσία κακοί.
es: Cree que las personas son malas por naturaleza.
fr: Pense que les gens sont mauvais.
it: Crede che le persone siano cattive.
nl: Gelooft dat mensen slecht zijn.
pl: Uważa, że ludzie są z natury źli.
pt: Acredita que as pessoas são más.

# Question_Distrust_07
source: Trusts what people say.
de: Vertraut dem, was man sagt.
el: Εμπιστεύεται αυτά που λένε οι άνθρωποι.
es: Confía en lo que dice la gente.
fr: Fait confiance à la parole des gens.
it: Si fida di ciò che dice la gente.
nl: Vertrouwt op wat mensen zeggen.
pl: Ufa temu, co mówią ludzie.
pt: Confia no que as pessoas dizem.

# Question_Distrust_08
source: Believes that others have good intentions.
de: Glaubt an die guten Absichten anderer.
el: Πιστεύει ότι οι άλλοι έχουν καλές προθέσεις.
es: Cree que los demás tienen buenas intenciones.
fr: Croit que les autres sont bien intentionnés.
it: Crede che gli altri abbiano buone intenzioni.
nl: Gelooft dat anderen het goed bedoelen.
pl: Wierzy, że inni mają dobre intencje.
pt: Acredita que os outros têm boas intenções.

# Question_Distrust_09
source: Believes that people are basically moral.
de: Glaubt, Menschen sind moralisch.
el: Πιστεύει ότι οι άνθρωποι είναι βασικά ηθικοί.
es: Cree que la gente es básicamente moral.
fr: Pense que les gens sont moraux.
it: Crede che le persone siano morali.
pl: Uważa, że ludzie są moralni.
pt: Acredita que as pessoas são morais.

# Question_Imagination_01
source: Does things that others find strange.
de: Tut Dinge, die andere seltsam finden.
el: Κάνει πράγματα που οι άλλοι βρίσκουν παράξενα.
es: Hace cosas que otros consideran extrañas.
fr: Fait des choses jugées étranges.
it: Fa cose che gli altri trovano strane.
nl: Doet dingen die anderen vreemd vinden.
pl: Robi rzeczy, które inni uważają za dziwne.
pt: Faz coisas que os outros acham estranhas.

# Question_Imagination_02
source: Likes to get lost in thought.
de: Verliert sich gerne in Gedanken.
el: Του αρέσει να χάνεται στις σκέψεις του.
es: Le gusta perderse en sus pensamientos.
fr: Aime se perdre dans ses pensées.
it: Gli piace perdersi nei propri pensieri.
nl: Verliest zich graag in gedachten.
pl: Lubi zatapiać się w myślach.
pt: Gosta de se perder nos pensamentos.

# Question_Imagination_03
source: Enjoys wild flights of fantasy.
de: Genießt wilde Fantasien.
el: Απολαμβάνει τρελά παιχνίδια της φαντασίας.
es: Disfruta con vuelos de la fantasía.
fr: Aime les élans de l'imagination.
it: Ama i voli sfrenati della fantasia.
nl: Geniet van fantasieën.
pl: Lubi loty wyobraźni.
pt: Gosta de voos da fantasia.

# Question_Imagination_04
source: Loves to daydream.
de: Träumt gerne am helllichten Tag.
el: Λατρεύει να ονειροπολεί.
es: Le encanta soñar despierto.
fr: Adore rêvasser.
it: Ama sognare ad occhi aperti.
nl: Houdt van dagdromen.
pl: Uwielbia marzyć na jawie.
pt: Adora sonhar acordado.

# Question_Imagination_05
source: Swims against the current.
de: Schwimmt gegen den Strom.
el: Κολυμπάει κόντρα στο ρεύμα.
es: Nada a contracorriente.
fr: Nage à contre-courant.
it: Nuota controcorrente.
nl: Zwemt tegen de stroom in.
pl: Płynie pod prąd.
pt: Nada contra a corrente.

# Question_Imagination_06
source: Takes deviant positions.
de: Bezieht abweichende Positionen.
el: Παίρνει αντισυμβατικές θέσεις.
es: Adopta posiciones inusuales.
fr: Prend des positions marginales.
it: Prende posizioni anticonformiste.
nl: Neemt afwijkende standpunten in.
pt: Toma posições desviantes.

# Question_Imagination_07
source: Does unexpected things.
de: Tut unerwartete Dinge.
el: Κάνει αναπάντεχα πράγματα.
es: Hace cosas inesperadas.
fr: Fait des choses inattendues.
it: Fa cose inaspettate.
nl: Doet onverwachte dingen.
pl: Robi nieoczekiwane rzeczy.
pt: Faz coisas inesperadas.

# Question_Imagination_08
source: Does things by the book.
de: Macht alles nach Vorschrift.
el: Κάνει τα πράγματα βάσει κανόνων.
es: Hace las cosas según el manual.
fr: Fait les choses dans les règles.
it: Fa le cose secondo le regole.
nl: Doet de dingen volgens het boekje.
pl: Robi wszystko zgodnie z przepisami.
pt: Faz as coisas conforme as regras.

# Question_Imagination_09
source: Seldom daydreams.
de: Träumt selten am Tag.
el: Σπάνια ονειροπολεί.
es: Rara vez sueña despierto.
fr: Rêvasse rarement.
it: Sogna raramente ad occhi aperti.
nl: Dagdroomt zelden.
pl: Rzadko marzy na jawie.
pt: Raramente sonha acordado.

# Question_Imagination_10
source: Seldom gets lost in thought.
de: Verliert sich selten in Gedanken.
el: Σπάνια χάνεται στις σκέψεις του.
es: Rara vez se pierde en sus pensamientos.
fr: Se perd rarement dans ses pensées.
it: Si perde raramente nei pensieri.
nl: Verliest zich zelden in gedachten.
pl: Rzadko zatapia się w myślach.
pt: Raramente se perde nos pensamentos.

# Question_Reserve_01
source: Reveals little about themselves.
de: Verrät wenig über sich selbst.
el: Φανερώνει λίγα για τον εαυτό του.
es: Revela poco sobre sí mismo.
fr: Se confie peu sur lui-même.
it: Rivela poco di sé.
nl: Onthult weinig over zichzelf.
pl: Mało mówi o sobie.
pt: Revela pouco sobre si mesmo.

# Question_Reserve_02
source: Is hard to get to know.
de: Ist schwer kennenzulernen.
el: Είναι δύσκολο να τον γνωρίσει κανείς.
es: Es difícil de conocer.
fr: Est difficile à connaître.
it: È difficile da conoscere.
nl: Is moeilijk te leren kennen.
pl: Trudno go poznać.
pt: É difícil de conhecer.

# Question_Reserve_03
source: Doesn't talk a lot.
de: Redet nicht viel.
el: Δεν μιλάει πολύ.
es: No habla mucho.
fr: Ne parle pas beaucoup.
it: Non parla molto.
nl: Praat niet veel.
pl: Mało mówi.
pt: Não fala muito.

# Question_Reserve_04
source: Bottles up their feelings.
de: Frisst Gefühle in sich hinein.
el: Καταπιέζει τα συναισθήματά του.
es: Se guarda sus sentimientos.
fr: Refoule ses sentiments.
nl: Kropt gevoelens op.
pl: Tłumi w sobie uczucia.
pt: Guarda os seus sentimentos.

# Question_Reserve_05
source: Keeps their thoughts to themselves.
de: Behält Gedanken für sich.
el: Κρατάει τις σκέψεις για τον εαυτό του.
es: Se guarda sus pensamientos.
fr: Garde ses pensées pour lui.
it: Tiene i pensieri per sé.
nl: Houdt gedachten voor zich.
pl: Zachowuje myśli dla siebie.
pt: Guarda os seus pensamentos.

# Question_Reserve_06
source: Is open about themselves to others.
de: Ist anderen gegenüber offen.
el: Είναι ανοιχτός με τους άλλους.
es: Es abierto sobre sí mismo.
fr: Est ouvert sur lui-même.
it: È aperto su di sé con gli altri.
nl: Is open over zichzelf.
pl: Jest otwarty wobec innych.
pt: É aberto sobre si mesmo.

# Question_Reserve_07
source: Is open about their feelings.
de: Spricht offen über Gefühle.
el: Είναι ανοιχτός για τα συναισθήματά του.
es: Es abierto sobre sus sentimientos.
fr: Est ouvert sur ses sentiments.
it: È aperto riguardo ai sentimenti.
nl: Is open over zijn/haar gevoelens.
pl: Otwarcie mówi o uczuciach.

# Question_Reserve_08
source: Discloses their intimate thoughts.
de: Offenbart intime Gedanken.
el: Αποκαλύπτει τις μύχιες σκέψεις του.
es: Revela sus pensamientos íntimos.
fr: Confie ses pensées intimes.
it: Rivela i propri pensieri intimi.
nl: Deelt zijn/haar intieme gedachten.
pl: Wyjawia intymne myśli.
pt: Revela os seus pensamentos íntimos.

# Question_Reserve_09
source: Shows their feelings.
de: Zeigt seine/ihre Gefühle.
el: Δείχνει τα συναισθήματά του.
es: Muestra sus sentimientos.
fr: Montre ses sentiments.
it: Mostra i propri sentimenti.
nl: Toont zijn/haar gevoelens.
pl: Okazuje swoje uczucia.
pt: Mostra os seus sentimentos.

# Question_Anxiety_01
source: Is afraid that they'll do the wrong thing.
de: Hat Angst, Fehler zu machen.
el: Φοβάται ότι θα κάνει το λάθος πράγμα.
es: Tiene miedo de equivocarse.
fr: A peur de faire une erreur.
it: Ha paura di sbagliare.
nl: Is bang fouten te maken.
pl: Boi się, że zrobi coś źle.
pt: Tem medo de errar.

# Question_Anxiety_02
source: Feels threatened easily.
de: Fühlt sich leicht bedroht.
el: Νιώθει εύκολα απειλή.
es: Se siente amenazado fácilmente.
fr: Se sent facilement menacé.
it: Si sente minacciato facilmente.
nl: Voelt zich snel bedreigd.
pl: Łatwo czuje się zagrożony.
pt: Sente-se ameaçado facilmente.

# Question_Anxiety_03
source: Is easily hurt.
de: Ist leicht verletzlich.
el: Πληγώνεται εύκολα.
es: Es fácil de herir.
fr: Est facilement blessé.
it: Si offende facilmente.
nl: Is snel gekwetst.
pl: Łatwo go zranić.
pt: É fácil de magoar.

# Question_Anxiety_04
source: Worries about things.
de: Macht sich oft Sorgen.
el: Ανησυχεί για διάφορα πράγματα.
es: Se preocupa por las cosas.
fr: S'inquiète pour un rien.
it: Si preoccupa per le cose.
nl: Maakt zich overal zorgen om.
pl: Zamartwia się wszystkim.
pt: Preocupa-se com as coisas.

# Question_Anxiety_05
source: Spends time thinking about past mistakes.
de: Grübelt über alte Fehler nach.
el: Αναλογίζεται τα λάθη του παρελθόντος.
es: Piensa mucho en errores pasados.
fr: Repense à ses erreurs passées.
it: Pensa agli errori passati.
nl: Piekert over fouten uit het verleden.
pl: Rozmyśla o dawnych błędach.
pt: Pensa em erros passados.

# Question_Anxiety_06
source: Feels guilty when they say no.
de: Hat Schuldgefühle bei einem Nein.
el: Νιώθει ενοχές όταν λέει όχι.
es: Se siente culpable al decir no.
fr: Se sent coupable de dire non.
it: Si sente in colpa se dice di no.
nl: Voelt zich schuldig bij nee.
pl: Ma poczucie winy, gdy mówi nie.
pt: Sente-se culpado ao dizer não.

# Question_Anxiety_07
source: Feels crushed by setbacks.
de: Rückschläge treffen ihn/sie hart.
el: Καταρρέει στις αναποδιές.
es: Se siente destrozado por los fallos.
fr: Se sent anéanti par l'échec.
it: Si abbatte per gli insuccessi.
nl: Is gebroken door tegenslag.
pl: Czuje się zdruzgotany porażką.

# Question_Anxiety_08
source: Doesn't worry about things that have already happened.
de: Sorgt sich nicht um Vergangenes.
el: Δεν ανησυχεί για όσα έχουν συμβεί.
es: No se preocupa por el pasado.
fr: Ne s'inquiète pas du passé.
it: Non si preoccupa del passato.
nl: Maakt zich geen zorgen over vroeger.
pl: Nie martwi się przeszłością.
pt: Não se preocupa com o passado.

# Question_Anxiety_09
source: Is not easily bothered by things.
de: Lässt sich nicht stören.
el: Δεν ενοχλείται εύκολα.
es: No se molesta fácilmente.
fr: N'est pas facilement dérangé.
it: Non si lascia infastidire.
nl: Is niet snel van stuk.
pl: Nie przejmuje się łatwo.
pt: Não se incomoda facilmente.

# Question_Anxiety_10
source: Doesn't let others discourage them.
de: Lässt sich nicht entmutigen.
el: Δεν αφήνει τους άλλους να τον αποθαρρύνουν.
es: No deja que otros lo desanimen.
fr: Ne se laisse pas décourager.
it: Non lascia che gli altri lo scoraggino.
nl: Laat zich niet ontmoedigen.
pl: Nie pozwala się zniechęcać.
pt: Não se deixa desanimar.

# Question_Complexity_01
source: Believes in the importance of art.
de: Glaubt an die Bedeutung der Kunst.
el: Πιστεύει στη σημασία της τέχνης.
es: Cree en la importancia del arte.
fr: Croit en l'importance de l'art.
it: Crede nell'importanza dell'arte.
nl: Gelooft in het belang van kunst.
pl: Wierzy w znaczenie sztuki.
pt: Acredita na importância da arte.

# Question_Complexity_02
source: Loves to think up new ways of doing things.
de: Erfindet gerne neue Wege.
el: Λατρεύει να βρίσκει νέους τρόπους.
es: Le encanta idear nuevas formas.
fr: Adore imaginer du nouveau.
it: Ama inventare nuovi modi.
nl: Bedenkt graag nieuwe manieren.
pl: Uwielbia nowe sposoby działania.
pt: Adora inventar novas formas.

# Question_Complexity_03
source: Enjoys hearing new ideas.
de: Hört gerne neue Ideen.
el: Απολαμβάνει να ακούει νέες ιδέες.
es: Disfruta escuchando ideas nuevas.
fr: Aime entendre de nouvelles idées.
it: Gli piace ascoltare nuove idee.
nl: Houdt van nieuwe ideeën.
pl: Lubi słuchać o nowych pomysłach.
pt: Gosta de ouvir novas ideias.

# Question_Complexity_04
source: Carries the conversation to a higher level.
de: Hebt Gespräche auf ein neues Niveau.
el: Ανυψώνει τη συζήτηση.
es: Eleva el nivel de la charla.
fr: Élève la conversation.
it: Porta la conversazione più in alto.
nl: Brengt het gesprek naar een hoger niveau.
pl: Przenosi rozmowę na wyższy poziom.
pt: Eleva a conversa.

# Question_Complexity_05
source: Prefers variety to routine.
de: Zieht Abwechslung der Routine vor.
el: Προτιμά την ποικιλία από τη ρουτίνα.
es: Prefiere la variedad a la rutina.
fr: Préfère la variété à la routine.
it: Preferisce la varietà alla routine.
nl: Geeft de voorkeur aan variatie.
pl: Woli różnorodność od rutyny.
pt: Prefere a variedade à rotina.

# Question_Complexity_06
source: Avoids philosophical discussions.
de: Vermeidet Philosophie.
el: Αποφεύγει τις φιλοσοφικές συζητήσεις.
es: Evita las discusiones filosóficas.
fr: Évite les discussions philosophiques.
it: Evita le discussioni filosofiche.
nl: Vermijdt filosofische discussies.
pl: Unika dyskusji filozoficznych.
pt: Evita discussões filosóficas.

# Question_Complexity_07
source: Rarely looks for a deeper meaning in things.
de: Sucht selten nach tieferem Sinn.
el: Σπάνια αναζητά βαθύτερο νόημα.
es: Rara vez busca un sentido profundo.
fr: Cherche peu le sens profond.
it: Cerca raramente il senso profondo.
nl: Zoekt zelden naar diepgang.
pl: Rzadko szuka głębszego sensu.
pt: Raramente busca sentido profundo.

# Question_Complexity_08
source: Is not interested in theoretical discussions.
de: Hat kein Interesse an Theorien.
el: Δεν ενδιαφέρεται για τις θεωρίες.
es: No le interesan las teorías.
fr: Pas d'intérêt pour la théorie.
it: Non si interessa alla teoria.
nl: Is niet theoretisch ingesteld.
pl: Nie interesuje się teorią.
pt: Não se interessa por teoria.

# Question_Complexity_09
source: Is not interested in abstract ideas.
de: Mag keine abstrakten Ideen.
el: Δεν ενδιαφέρεται για αφηρημένες ιδέες.
es: No le interesan las ideas abstractas.
fr: Pas d'intérêt pour l'abstrait.
it: Non si interessa all'astratto.
pl: Nie interesują go abstrakcje.
pt: Não se interessa por abstrações.

# Question_Complexity_10
source: Tries to avoid complex people.
de: Meidet komplizierte Menschen.
el: Αποφεύγει τους περίπλοκους ανθρώπους.
es: Intenta evitar a personas complejas.
fr: Essaie d'éviter les gens complexes.
it: Evita le persone complicate.
nl: Vermijdt complexe mensen.
pl: Stara się unikać trudnych ludzi.
pt: Tenta evitar pessoas complexas.

# Question_Introversion_01
source: Wants to be left alone.
de: Will in Ruhe gelassen werden.
el: Θέλει να τον αφήνουν ήσυχο.
es: Quiere que lo dejen solo.
fr: Veut qu'on le laisse tranquille.
it: Vuole essere lasciato in pace.
nl: Wil met rust gelaten worden.
pl: Chce zostać sam.
pt: Quer ser deixado em paz.

# Question_Introversion_02
source: Prefers to do things by themselves.
de: Macht Dinge lieber allein.
el: Προτιμά να κάνει τα πράγματα μόνος του.
es: Prefiere hacer las cosas solo.
fr: Préfère faire les choses seul.
it: Preferisce fare le cose da solo.
nl: Doet de dingen liever alleen.
pl: Woli robić wszystko sam.
pt: Prefere fazer as coisas sozinho.

# Question_Introversion_03
source: Enjoys spending time by themselves.
de: Ist gerne für sich.
el: Απολαμβάνει να περνάει χρόνο μόνος του.
es: Disfruta pasando tiempo a solas.
fr: Aime passer du temps seul.
it: Gli piace passare del tempo da solo.
nl: Geniet van tijd voor zichzelf.
pl: Lubi spędzać czas samemu.
pt: Gosta de passar o tempo sozinho.

# Question_Introversion_04
source: Seeks quiet.
de: Sucht die Ruhe.
el: Αναζητά την ησυχία.
es: Busca tranquilidad.
fr: Recherche le calme.
it: Cerca la quiete.
nl: Zoekt de stilte op.
pl: Szuka ciszy.
pt: Procura o silêncio.

# Question_Introversion_05
source: Doesn't mind eating alone.
de: Isst gerne allein.
el: Δεν τον πειράζει να τρώει μόνος του.
es: No le importa comer solo.
fr: Ça ne le dérange pas de manger seul.
it: Non gli dispiace mangiare da solo.
nl: Vindt het niet erg om alleen te eten.
pl: Nie przeszkadza mu jeść samemu.
pt: Não se importa de comer sozinho.

# Question_Introversion_06
source: Enjoys silence.
de: Genießt die Stille.
el: Απολαμβάνει τη σιωπή.
es: Disfruta del silencio.
fr: Aime le silence.
it: Ama il silenzio.
nl: Geniet van stilte.
pl: Lubi ciszę.
pt: Gosta do silêncio.

# Question_Introversion_07
source: Enjoys their privacy.
de: Schätzt die Privatsphäre.
el: Απολαμβάνει την ιδιωτικότητά του.
es: Valora su privacidad.
fr: Aime son intimité.
it: Ci tiene alla propria privacy.
nl: Hecht aan zijn/haar privacy.
pl: Ceni swoją prywatność.
pt: Valoriza a sua privacidade.

# Question_Introversion_08
source: Enjoys being part of a group.
de: Ist gerne Teil einer Gruppe.
el: Απολαμβάνει να είναι μέρος μιας ομάδας.
es: Disfruta siendo parte de un grupo.
fr: Aime faire partie d'un groupe.
it: Gli piace stare in gruppo.
pl: Lubi być częścią grupy.
pt: Gosta de fazer parte de um grupo.

# Question_Introversion_09
source: Enjoys teamwork.
de: Arbeitet gerne im Team.
el: Απολαμβάνει την ομαδική εργασία.
es: Disfruta del trabajo en equipo.
fr: Aime le travail d'équipe.
it: Gli piace il lavoro di squadra.
nl: Geniet van teamwerk.
pl: Lubi pracę zespołową.
pt: Gosta de trabalhar em equipa.

# Question_Introversion_10
source: Can't do without the company of others.
de: Braucht Gesellschaft.
el: Δεν μπορεί χωρίς την παρέα των άλλων.
es: No puede estar sin compañía.
fr: Ne peut se passer des autres.
it: Non sa stare senza gli altri.
nl: Kan niet zonder gezelschap.
pl: Nie może żyć bez ludzi.
pt: Não vive sem companhia.

# Question_Orderliness_01
source: Wants everything to be "just right".
de: Will alles perfekt haben.
el: Θέλει τα πάντα στην εντέλεια.
es: Lo quiere todo impecable.
fr: Veut que tout soit parfait.
it: Vuole tutto perfetto.
nl: Wil alles perfect hebben.
pl: Chce, by wszystko było idealnie.
pt: Quer tudo perfeito.

# Question_Orderliness_02
source: Gets chores done right away.
de: Erledigt Aufgaben sofort.
el: Τελειώνει τις δουλειές του αμέσως.
es: Hace las tareas de inmediato.
fr: Fait ses corvées de suite.
it: Fa i lavori subito.
nl: Doet klusjes meteen.
pl: Od razu wykonuje obowiązki.
pt: Faz as tarefas na hora.

# Question_Orderliness_03
source: Likes order.
de: Mag Ordnung.
el: Του αρέσει η τάξη.
es: Le gusta el orden.
fr: Aime l'ordre.
it: Gli piace l'ordine.
nl: Houdt van orde.
pl: Lubi porządek.
pt: Gosta de ordem.

# Question_Orderliness_04
source: Continues until everything is perfect.
de: Macht weiter, bis es perfekt ist.
el: Συνεχίζει μέχρι τα πάντα να είναι τέλεια.
es: Sigue hasta que esté perfecto.
fr: Continue jusqu'à la perfection.
it: Continua finché non è tutto perfetto.
nl: Gaat door tot het perfect is.
pl: Pracuje aż do ideału.
pt: Continua até estar perfeito.

# Question_Orderliness_05
source: Is exacting in their work.
de: Ist bei der Arbeit sehr genau.
el: Είναι σχολαστικός στη δουλειά του.
es: Es exigente en su trabajo.
fr: Est exigeant au travail.
it: È esigente nel proprio lavoro.
nl: Is veeleisend in zijn/haar werk.
pl: Jest wymagający w pracy.
pt: É exigente no seu trabalho.

# Question_Orderliness_06
source: Is not bothered by messy people.
de: Messis stören ihn/sie nicht.
el: Δεν τον ενοχλούν οι ακατάστατοι.
es: No le molestan los desordenados.
fr: Le désordre des autres ne le gêne pas.
it: Non cura il disordine altrui.
nl: Stoort zich niet aan rommel.
pl: Nie przeszkadzają mu bałaganiarze.
pt: Não se importa com desarrumados.

# Question_Orderliness_07
source: Is not bothered by disorder.
de: Stört sich nicht an Unordnung.
el: Δεν τον ενοχλεί η αταξία.
es: No le molesta el desorden.
fr: N'est pas dérangé par le désordre.
it: Non è infastidito dal caos.
nl: Stoort zich niet aan wanorde.
pl: Nie przeszkadza mu nieład.
pt: Não se incomoda com o caos.

# Question_Orderliness_08
source: Leaves a mess in their room.
de: Hinterlässt Chaos im Zimmer.
el: Αφήνει το δωμάτιό του ακατάστατο.
es: Deja su habitación desordenada.
fr: Sa chambre est un bazar.
it: Lascia disordine in camera sua.
nl: Maakt een rommel van zijn/haar kamer.
pl: Ma bałagan w pokoju.
pt: Deixa o quarto desarrumado.

# Question_Orderliness_09
source: Leaves their belongings around.
de: Lässt Sachen herumliegen.
el: Παρατάει τα πράγματά του παντού.
es: Deja sus pertenencias por ahí.
fr: Laisse traîner ses affaires.
it: Lascia le sue cose in giro.
nl: Laat spullen rondslingeren.
pl: Porzuca rzeczy gdzie popadnie.
pt: Deixa as coisas espalhadas.

# Question_Orderliness_10
source: Puts off unpleasant tasks.
de: Schiebt Unangenehmes auf.
el: Αναβάλλει τις δυσάρεστες δουλειές.
es: Pospone las tareas feas.
fr: Remet les tâches à plus tard.
nl: Stelt nare taken uit.
pl: Odkłada trudne zadania.
pt: Adia tarefas desagradáveis.

# Question_Emotionality_01
source: Gets irritated easily.
de: Ist leicht gereizt.
el: Εκνευρίζεται εύκολα.
es: Se irrita con facilidad.
fr: S'irrite facilement.
it: Si irrita facilmente.
nl: Is snel geïrriteerd.
pl: Łatwo wpada w irytację.
pt: Irrita-se facilmente.

# Question_Emotionality_02
source: Gets angry easily.
de: Wird schnell wütend.
el: Θυμώνει εύκολα.
es: Se enfada pronto.
fr: Se met vite en colère.
it: Si arrabbia facilmente.
nl: Wordt snel boos.
pl: Szybko się złości.
pt: Zanga-se facilmente.

# Question_Emotionality_03
source: Is quick to judge others.
de: Urteilt schnell über andere.
el: Κρίνει γρήγορα τους άλλους.
es: Juzga rápido a los demás.
fr: Juge vite les autres.
it: Giudica in fretta gli altri.
nl: Oordeelt snel over anderen.
pl: Szybko ocenia innych.
pt: Julga os outros rapidamente.

# Question_Emotionality_04
source: Is annoyed by others' mistakes.
de: Fehler anderer nerven ihn/sie.
el: Ενοχλείται από τα λάθη των άλλων.
es: Le molestan los fallos ajenos.
fr: Agacé par les erreurs des autres.
it: È infastidito dagli errori altrui.
nl: Ergert zich aan andermans fouten.
pl: Irytują go błędy innych.
pt: Irrita-se com os erros alheios.
