Repository: georgetsirogiannis/SixteenCoreCharacterMapper
Catalog: SixteenCoreCharacterMapper.Core/Properties/Strings.*.resx
Languages: de, el, es, fr, it, nl, pl, pt

# Question_Emotionality_05
source: Is easily put out.
de: Ist leicht aus der Fassung zu bringen.
el: Αναστατώνεται εύκολα.
es: Se ofende con facilidad.
fr: Est facilement contrarié.
it: Si offende facilmente.
nl: Is snel uit zijn/haar humeur.
pl: Łatwo go speszyć.
pt: Fica melindrado facilmente.

# Question_Emotionality_06
source: Can't stand being contradicted.
de: Erträgt keinen Widerspruch.
el: Δεν αντέχει να τον αντιλέγουν.
es: No soporta que lo contradigan.
fr: Ne supporte pas la contradiction.
it: Non sopporta di essere contraddetto.
nl: Kan niet tegen tegenspraak.
pl: Nie znosi sprzeciwu.
pt: Não suporta ser contrariado.

# Question_Emotionality_07
source: Judges people by their appearance.
de: Beurteilt Leute nach dem Aussehen.
el: Κρίνει τους ανθρώπους από την εμφάνιση.
es: Juzga por la apariencia.
fr: Juge sur l'apparence.
it: Giudica dall'aspetto.
nl: Beoordeelt op uiterlijk.
pl: Ocenia po wyglądzie.
pt: Julga pela aparência.

# Question_Emotionality_08
source: Is not easily annoyed.
de: Ist nicht leicht zu verärgern.
el: Δεν εκνευρίζεται εύκολα.
es: No se enfada fácilmente.
fr: N'est pas facile à agacer.
it: Non si irrita facilmente.
nl: Is niet snel geërgerd.
pl: Nie daje się łatwo zirytować.
pt: Não se irrita facilmente.

# Question_Emotionality_09
source: Tries to forgive and forget.
de: Versucht zu vergeben und zu vergessen.
el: Προσπαθεί να συγχωρεί και να ξεχνά.
es: Intenta perdonar y olvidar.
fr: Essaie de pardonner et d'oublier.
it: Cerca di perdonare e dimenticare.
nl: Probeert te vergeven en vergeten.
pl: Stara się wybaczać i zapominać.
pt: Tenta perdoar e esquecer.

# Question_Emotionality_10
source: Has a good word for everyone.
de: Hat für jeden ein gutes Wort.
el: Έχει έναν καλό λόγο για όλους.
es: Tiene palabras amables para todos.
fr: A un mot gentil pour tous.
it: Ha una buona parola per tutti.
nl: Heeft voor iedereen een goed woordje.
pt: Tem boas palavras para todos.

# Questionnaire_Label_SD
source: SD
de: SN
el: ΔΑ
es: MD
fr: TD
it: FD
nl: HO
pl: ZN
pt: DT

# Questionnaire_Label_D
source: D
de: N
el: Δ
nl: O
pl: N

# Questionnaire_Label_N
source: N
de: O
el: Ο
pl: O

# Questionnaire_Label_A
source: A
de: Z
el: Σ
nl: E
pl: Z
pt: C

# Questionnaire_Label_SA
source: SA
de: VZ
el: ΣΑ
es: MA
fr: TA
it: FA
nl: HE
pl: ZZ
pt: CT

# Questionnaire_Tooltip_SD
source: Strongly Disagree
de: Stimme überhaupt nicht zu
el: Διαφωνώ απόλυτα
es: Muy en desacuerdo
fr: Pas du tout d'accord
it: Fortemente in disaccordo
nl: Helemaal mee oneens
pl: Zdecydowanie się nie zgadzam
pt: Discordo totalmente

# Questionnaire_Tooltip_D
source: Disagree
de: Stimme nicht zu
el: Διαφωνώ
es: En desacuerdo
fr: Pas d'accord
it: In disaccordo
nl: Mee oneens
pl: Nie zgadzam się
pt: Discordo

# Questionnaire_Tooltip_N
source: Neither agree nor disagree
de: Weder noch (Neutral)
el: Ούτε συμφωνώ, ούτε διαφωνώ
es: Ni de acuerdo ni en desacuerdo
fr: Ni d'accord ni en désaccord
it: Né d'accordo né in disaccordo
nl: Niet mee eens, niet mee oneens
pl: Ani tak, ani nie (Neutralnie)
pt: Nem concordo nem discordo

# Questionnaire_Tooltip_A
source: Agree
de: Stimme zu
el: Συμφωνώ
es: De acuerdo
fr: D'accord
it: D'accordo
nl: Mee eens
pl: Zgadzam się
pt: Concordo

# Questionnaire_Tooltip_SA
source: Strongly Agree
de: Stimme voll und ganz zu
el: Συμφωνώ απόλυτα
es: Muy de acuerdo
fr: Tout à fait d'accord
it: Fortemente d'accordo
nl: Helemaal mee eens
pl: Zdecydowanie się zgadzam
pt: Concordo totalmente
