Repository: georgetsirogiannis/SixteenCoreCharacterMapper
Catalog: SixteenCoreCharacterMapper.Core/Properties/Strings.*.resx
Languages: de, el, es, fr, it, nl, pl, pt

# Trait_Distrust_Low
source: trusting, accepting, believes what people say, assumes good intentions, sees people as basically moral
de: vertrauensvoll, akzeptierend, glaubt, was die Leute sagen, geht von guten Absichten aus, sieht die Menschen als grundsätzlich gut an
el: δεκτικός, εμπιστεύεται εύκολα, πιστεύει τους άλλους, υποθέτει καλές προθέσεις, βλέπει τους ανθρώπους ως ηθικούς και καλοπροαίρετους
es: confiado, tolerante, cree lo que dice la gente, asume buenas intenciones, ve a la gente como moral
fr: confiant, tolérant, croyant ce que les gens disent, présumant de bonnes intentions, voyant les gens comme bons
it: fiducioso, accomodante, crede a ciò che la gente dice, presume buone intenzioni, vede le persone come fondamentalmente buone
nl: vertrouwend, accepterend, gelooft wat mensen zeggen, gaat uit van goede bedoelingen, ziet mensen als fundamenteel goed
pl: ufny, akceptujący, wierzy w to, co mówią ludzie, zakłada dobre intencje, postrzega ludzi jako z natury dobrych
pt: confiante, receptivo, acredita no que as pessoas dizem, assume boas intenções, vê as pessoas como boas

# Trait_Distrust_High
source: suspicious, vigilant, skeptical, wary of others, suspects hidden motives, finds it hard to forgive, distrustful
de: misstrauisch, wachsam, skeptisch, argwöhnisch gegenüber anderen, vermutet verborgene Motive, findet es schwer zu verzeihen
el: καχύποπτος, επιφυλακτικός, σκεπτικιστής, δύσπιστος, υποψιάζεται κρυφά κίνητρα, δυσκολεύεται να συγχωρήσει
es: suspicaz, vigilante, escéptico, receloso de los demás, sospecha motivos ocultos, le cuesta perdonar
fr: méfiant, vigilant, sceptique, se méfiant des autres, suspectant des motifs cachés, ayant du mal à pardonner
it: sospettoso, vigile, scettico, diffidente verso gli altri, sospetta secondi fini, fa fatica a perdonare
nl: achterdochtig, waakzaam, sceptisch, op zijn hoede voor anderen, vermoedt verborgen motieven, vindt het moeilijk te vergeven
pl: podejrzliwy, czujny, sceptyczny, nieufny wobec innych, podejrzewa ukryte motywy, trudno mu wybaczyć
pt: desconfiado, vigilante, cético, receoso dos outros, suspeita de motivos ocultos, tem dificuldade em perdoar

# Trait_Imagination_Name
source: Imagination
de: Fantasie
el: Φαντασία
es: Imaginación
it: Immaginazione
nl: Verbeeldingskracht
pl: Wyobraźnia
pt: Imaginação

# Trait_Imagination_Description
source: how imaginative and abstract one is
de: wie fantasievoll und abstrakt man ist
el: πόσο ευφάνταστος και αφηρημένος είναι
es: qué tan imaginativo y abstracto es
fr: à quel point on est imaginatif et abstrait
it: quanto si è fantasiosi e astratti
nl: hoe fantasierijk en abstract men is
pl: jak bardzo jest się pomysłowym i abstrakcyjnym
pt: o quão imaginativo e abstrato é

# Trait_Imagination_Low
source: grounded, practical, conventional, solution-oriented, does things by the book, seldom daydreams
de: bodenständig, praktisch, konventionell, lösungsorientiert, hält sich an die Regeln, tagträumt selten
el: προσγειωμένος, πρακτικός, συμβατικός, προσανατολισμένος στη λύση, ακολουθεί τους κανόνες, σπάνια ονειροπολεί
es: con los pies en la tierra, práctico, convencional, orientado a soluciones, sigue las reglas, rara vez sueña despierto
fr: pragmatique, pratique, conventionnel, orienté vers les solutions, suivant les règles, rêvant rarement éveillé
it: concreto, pratico, convenzionale, orientato alla soluzione, segue le regole, sogna raramente ad occhi aperti
nl: gegrond, praktisch, conventioneel, oplossingsgericht, volgt de regels, dagdroomt zelden
pl: twardo stąpający po ziemi, praktyczny, konwencjonalny, zorientowany na rozwiązania, trzyma się zasad, rzadko marzy na jawie
pt: pés no chão, prático, convencional, focado em soluções, segue as regras, raramente sonha acordado

# Trait_Imagination_High
source: imaginative, abstract, absorbed in ideas, loves to daydream and fantasize, can be unconventional or strange
de: fantasievoll, abstrakt, in Ideen vertieft, liebt es zu tagträumen und zu fantasieren, kann unkonventionell oder seltsam sein
el: ευφάνταστος, αφηρημένος, απορροφημένος σε ιδέες, λατρεύει να ονειροπολεί, μπορεί να είναι αντισυμβατικός ή παράξενος
es: imaginativo, abstracto, absorto en ideas, le encanta soñar despierto y fantasear, puede ser excéntrico
fr: imaginatif, abstrait, absorbé par les idées, aimant rêver et fantasmer, pouvant être non-conventionnel ou étrange
it: fantasioso, astratto, assorto nelle idee, ama sognare ad occhi aperti e fantasticare, può essere anticonvenzionale o strano
nl: fantasierijk, abstract, verdiept in ideeën, houdt van dagdromen en fantaseren, kan onconventioneel of vreemd zijn
pl: pomysłowy, abstrakcyjny, pochłonięty ideami, uwielbia marzyć na jawie i fantazjować, bywa niekonwencjonalny lub dziwny
pt: imaginativo, abstrato, absorto em ideias, adora sonhar acordado e fantasiar, pode ser excêntrico

# Trait_Reserve_Name
source: Reserve
de: Zurückhaltung
el: Επιφυλακτικότητα
es: Reserva
fr: Réserve
it: Riservatezza
nl: Gereserveerdheid
pl: Skrytość
pt: Reserva

# Trait_Reserve_Description
source: how guarded one is with personal info
de: wie verschlossen man mit persönlichen Informationen ist
el: πόσο δύσκολα εκθέτει προσωπικές πληροφορίες
es: qué tan reservado es con la información personal
fr: à quel point on est prudent avec ses informations personnelles
it: quanto si è guardinghi con le informazioni personali
nl: hoe terughoudend men is met persoonlijke informatie
pl: jak bardzo chroni się swoje informacje osobiste
pt: o quão reservado é com informações pessoais

# Trait_Reserve_Low
source: forthright, open, genuine, shares feelings and thoughts, easy to get to know, transparent, willing to talk about self
de: offenherzig, offen, aufrichtig, teilt Gefühle und Gedanken, leicht kennenzulernen, transparent, bereit, über sich selbst zu sprechen
el: ειλικρινής, ανοιχτός, γνήσιος, μοιράζεται σκέψεις και συναισθήματα, τον μαθαίνεις εύκολα, πρόθυμος να μιλήσει για τον εαυτό του
es: directo, abierto, genuino, comparte sentimientos y pensamientos, fácil de conocer, transparente, habla de sí mismo
fr: direct, ouvert, authentique, partageant ses sentiments et pensées, facile à connaître, transparent, parlant volontiers de soi
it: diretto, aperto, genuino, condivide sentimenti e pensieri, facile da conoscere, trasparente, disposto a parlare di sé
nl: openhartig, open, oprecht, deelt gevoelens en gedachten, gemakkelijk te leren kennen, transparant, bereid om over zichzelf te praten
pl: bezpośredni, otwarty, autentyczny, dzieli się uczuciami i myślami, łatwo go poznać, transparentny, chętnie o sobie opowiada
pt: direto, aberto, genuíno, compartilha sentimentos e pensamentos, fácil de conhecer, transparente, fala sobre si

# Trait_Reserve_High
source: private, discreet, reserved, nondisclosing, hard to get to know, bottles up feelings, keeps thoughts to oneself
de: privat, diskret, zurückhaltend, verschlossen, schwer kennenzulernen, unterdrückt Gefühle, behält Gedanken für sich
el: κλειστός, διακριτικός, επιφυλακτικός, δεν αποκαλύπτει, τον μαθαίνεις δύσκολα, κρύβει συναισθήματα, κρατά σκέψεις για τον εαυτό του
es: privado, discreto, reservado, no revela información, difícil de conocer, reprime sentimientos, se guarda sus pensamientos
fr: privé, discret, réservé, ne divulguant rien, difficile à connaître, refoulant ses sentiments, gardant ses pensées pour soi
it: privato, discreto, riservato, non rivela informazioni, difficile da conoscere, reprime i sentimenti, tiene per sé i pensieri
nl: privé, discreet, gereserveerd, terughoudend, moeilijk te leren kennen, kropt gevoelens op, houdt gedachten voor zichzelf
pl: skryty, dyskretny, powściągliwy, nieufny, trudno go poznać, tłumi uczucia, zachowuje myśli dla siebie
pt: privado, discreto, reservado, não revela informações, difícil de conhecer, guarda os sentimentos, mantém os pensamentos para si

# Trait_Anxiety_Name
source: Anxiety
de: Ängstlichkeit
el: Άγχος
es: Ansiedad
fr: Anxiété
it: Ansia
nl: Angst
pl: Niepokój
pt: Ansiedade

# Trait_Anxiety_Description
source: how prone one is to worry and self-doubt
de: wie anfällig man für Sorgen und Selbstzweifel ist
el: πόσο επιρρεπής είναι στην ανησυχία
es: qué tan propenso es a la preocupación y la duda
fr: à quel point on est sujet à l'inquiétude et au doute
it: quanto si è inclini alla preoccupazione e all'insicurezza
nl: hoe geneigd men is tot piekeren en twijfel aan zichzelf
pl: jak bardzo jest się skłonnym do martwienia się i zwątpienia w siebie
pt: o quão propenso é à preocupação e à dúvida

# Trait_Anxiety_Low
source: self-assured, confident, unworried, secure, not easily bothered, resilient to discouragement, free of guilt
de: selbstsicher, zuversichtlich, sorgenfrei, sicher, nicht leicht aus der Ruhe zu bringen, widerstandsfähig, frei von Schuldgefühlen
el: σίγουρος, με αυτοπεποίθηση, άνετος, ασφαλής, δεν ενοχλείται εύκολα, ανθεκτικός στην αποθάρρυνση, χωρίς ενοχές
es: seguro de sí mismo, confiado, despreocupado, no se molesta fácilmente, resistente al desánimo, libre de culpa
fr: assuré, confiant, serein, en sécurité, pas facilement dérangé, résilient face au découragement, sans culpabilité
it: sicuro di sé, fiducioso, spensierato, tranquillo, non si lascia turbare, resiliente allo scoraggiamento, senza sensi di colpa
nl: zelfverzekerd, vol vertrouwen, zorgeloos, veilig, niet snel van stuk gebracht, veerkrachtig bij tegenslag, vrij van schuldgevoel
pl: pewny siebie, beztroski, bezpieczny, niełatwo go wytrącić z równowagi, odporny na zniechęcenie, wolny od poczucia winy
pt: autoconfiante, seguro, despreocupado, não se abala facilmente, resiliente ao desânimo, livre de culpa

# Trait_Anxiety_High
source: worried, self-doubting, apprehensive, insecure, easily hurt, prone to guilt, dwells on past mistakes
de: besorgt, voller Selbstzweifel, befangen, unsicher, leicht verletzbar, zu Schuldgefühlen neigend, grübelt über vergangene Fehler
el: ανήσυχος, αμφιβάλλει για τον εαυτό του, ανασφαλής, πληγώνεται εύκολα, επιρρεπής σε ενοχές, σκέφτεται παλιά λάθη
es: preocupado, inseguro de sí, aprensivo, se hiere con facilidad, propenso a la culpa, piensa en errores pasados
fr: inquiet, doutant de soi, appréhensif, peu sûr de soi, facilement blessé, enclin à la culpabilité, ressassant les erreurs passées
it: preoccupato, insicuro di sé, apprensivo, si ferisce facilmente, incline al senso di colpa, rimugina sugli errori passati
nl: bezorgd, twijfelend aan zichzelf, beducht, onzeker, snel gekwetst, geneigd tot schuldgevoel, blijft hangen in fouten uit het verleden
pl: niespokojny, wątpiący w siebie, bojaźliwy, niepewny, łatwo go zranić, skłonny do poczucia winy, rozpamiętuje błędy z przeszłości
pt: preocupado, inseguro, apreensivo, se magoa facilmente, propenso à culpa, remoendo erros do passado

# Trait_Complexity_Name
source: Complexity
de: Komplexität
el: Πολυπλοκότητα
es: Complejidad
fr: Complexité
it: Complessità
nl: Complexiteit
pl: Złożoność
pt: Complexidade

# Trait_Complexity_Description
source: how receptive to new ideas and experiences one is
de: wie empfänglich man für neue Ideen und Erfahrungen ist
el: πόσο δεκτικός είναι σε νέες ιδέες/εμπειρίες
es: qué tan receptivo es a nuevas ideas y experiencias
fr: à quel point on est réceptif aux nouvelles idées et expériences
it: quanto si è ricettivi a nuove idee ed esperienze
nl: hoe ontvankelijk men is voor nieuwe ideeën en ervaringen
pl: jak bardzo jest się otwartym na nowe idee i doświadczenia
pt: o quão receptivo é a novas ideias e experiências

# Trait_Complexity_Low
source: traditional, conventional, prefers the familiar and routine, avoids abstract or philosophical discussions
de: traditionell, konventionell, bevorzugt das Vertraute und die Routine, meidet abstrakte oder philosophische Diskussionen
el: παραδοσιακός, συμβατικός, προτιμά τα γνωστά και τη ρουτίνα, αποφεύγει αφηρημένες ή φιλοσοφικές συζητήσεις
es: tradicional, convencional, prefiere lo familiar y la rutina, evita discusiones abstractas o filosóficas
fr: traditionnel, conventionnel, préférant le familier et la routine, évitant les discussions abstraites ou philosophiques
it: tradizionale, convenzionale, preferisce il familiare e la routine, evita discussioni astratte o filosofiche
nl: traditioneel, conventioneel, verkiest het bekende en routine, vermijdt abstracte of filosofische discussies
pl: tradycjonalista, konwencjonalny, woli to, co znane i rutynowe, unika abstrakcyjnych lub filozoficznych dyskusji
pt: tradicional, convencional, prefere o familiar e a rotina, evita discussões abstratas ou filosóficas

# Trait_Complexity_High
source: experimental, open to new ideas, prefers variety, enjoys complexity and theoretical discussions, thinks up new ways of doing things
de: experimentierfreudig, offen für neue Ideen, bevorzugt Abwechslung, genießt Komplexität und theoretische Diskussionen
el: πειραματικός, ανοιχτός σε νέες ιδέες, προτιμά την ποικιλία, απολαμβάνει την πολυπλοκότητα και θεωρητικές συζητήσεις, ευρηματικός
es: experimental, abierto a nuevas ideas, prefiere la variedad, disfruta la complejidad y los debates teóricos
fr: expérimental, ouvert aux nouvelles idées, préférant la variété, appréciant la complexité et les discussions théoriques
it: sperimentale, aperto a nuove idee, preferisce la varietà, apprezza la complessità e le discussioni teoriche
nl: experimenteel, open voor nieuwe ideeën, verkiest variatie, geniet van complexiteit en theoretische discussies
pl: eksperymentujący, otwarty na nowe pomysły, woli różnorodność, ceni złożoność i teoretyczne dyskusje
pt: experimental, aberto a novas ideias, prefere variedade, aprecia a complexidade e debates teóricos

# Trait_Introversion_Name
source: Introversion
el: Εσωστρέφεια
es: Introversión
fr: Introspection
it: Introversione
nl: Introversie
pl: Introwersja
pt: Introversão

# Trait_Introversion_Description
source: how self-reliant and solitary one is
de: wie selbstständig und einzelgängerisch man ist
el: πόσο αυτάρκης και μοναχικός
es: qué tan autosuficiente y solitario es
fr: à quel point on est autonome et solitaire
it: quanto si è autosufficienti e solitari
nl: hoe zelfredzaam en solitair men is
pl: jak bardzo jest się samowystarczalnym i samotniczym
pt: o quão autossuficiente e solitário é

# Trait_Introversion_Low
source: group-oriented, affiliative, enjoys teamwork, needs the company of others, collaborative, a joiner
de: gruppenorientiert, anschlussfreudig, genießt Teamarbeit, braucht die Gesellschaft anderer, kooperativ, ein Mitmacher
el: ομαδικός, κοινωνικός, απολαμβάνει την ομαδική εργασία, χρειάζεται την παρέα άλλων, συνεργατικός, συμμετέχει
es: orientado al grupo, sociable, disfruta el trabajo en equipo, necesita la compañía de otros, colaborador
fr: orienté vers le groupe, sociable, aimant le travail d'équipe, ayant besoin de la compagnie des autres, collaboratif
it: orientato al gruppo, affiliativo, ama il lavoro di squadra, ha bisogno della compagnia altrui, collaborativo, partecipativo
nl: groepsgericht, sociaal, geniet van teamwerk, heeft het gezelschap van anderen nodig, coöperatief, een meedoener
pl: zorientowany na grupę, towarzyski, lubi pracę zespołową, potrzebuje towarzystwa innych, chętny do współpracy
pt: voltado para o grupo, sociável, gosta de trabalho em equipe, precisa da companhia de outros, colaborativo

# Trait_Introversion_High
source: self-reliant, solitary, individualistic, enjoys privacy and quiet, prefers to be alone, self-sufficient
de: selbstständig, einzelgängerisch, individualistisch, genießt Privatsphäre und Ruhe, ist lieber allein
el: αυτόνομος, μοναχικός, ατομιστής, απολαμβάνει την ιδιωτικότητα και την ησυχία, προτιμά να είναι μόνος, βασίζεται στον εαυτό του
es: autosuficiente, solitario, individualista, disfruta de la privacidad y la calma, prefiere estar solo
fr: autonome, solitaire, individualiste, aimant l'intimité et le calme, préférant être seul
it: autosufficiente, solitario, individualista, ama la privacy e la quiete, preferisce stare da solo
nl: zelfredzaam, solitair, individualistisch, geniet van privacy en rust, is het liefst alleen
pl: samowystarczalny, samotniczy, indywidualista, ceni prywatność i ciszę, woli być sam
pt: autossuficiente, solitário, individualista, aprecia a privacidade e o silêncio, prefere ficar só

# Trait_Orderliness_Name
source: Orderliness
de: Ordnungsliebe
el: Οργανωτικότητα
es: Orden
fr: Ordre
it: Ordine
nl: Ordelijkheid
pl: Uporządkowanie
pt: Organização

# Trait_Orderliness_Description
source: how organized and disciplined one is
de: wie organisiert und diszipliniert man ist
el: πόσο οργανωμένος και πειθαρχημένος είναι
es: qué tan organizado y disciplinado es
fr: à quel point on est organisé et discipliné
it: quanto si è organizzati e disciplinati
nl: hoe georganiseerd en gedisciplineerd men is
pl: jak bardzo jest się zorganizowanym i zdyscyplinowanym
pt: o quão organizado e disciplinado é

# Trait_Orderliness_Low
source: flexible, tolerates disorder, unexacting, lax, spontaneous, not bothered by mess, puts off unpleasant tasks
de: flexibel, toleriert Unordnung, anspruchslos, nachlässig, spontan, stört sich nicht an Unordnung, schiebt unangenehme Aufgaben auf
el: ευέλικτος, ανέχεται την αταξία, μη απαιτητικός, χαλαρός, αυθόρμητος, δεν ενοχλείται από την ακαταστασία, αναβάλλει δουλειές
es: flexible, tolera el desorden, poco exigente, relajado, espontáneo, no le molesta el desorden, posterga tareas
fr: flexible, tolérant le désordre, peu exigeant, laxiste, spontané, pas dérangé par le désordre, reportant les tâches désagréables
it: flessibile, tollera il disordine, poco esigente, permissivo, spontaneo, non si preoccupa del disordine, rimanda i compiti spiacevoli
nl: flexibel, tolereert wanorde, niet veeleisend, laks, spontaan, stoort zich niet aan rommel, stelt onaangename taken uit
pl: elastyczny, toleruje nieporządek, niewymagający, pobłażliwy, spontaniczny, nie przeszkadza mu bałagan, odkłada nieprzyjemne zadania
pt: flexível, tolera a desordem, pouco exigente, relaxado, espontâneo, não se incomoda com a bagunça, adia tarefas

# Trait_Orderliness_High
source: perfectionistic, organized, self-disciplined, exacting, likes order, wants things 'just right', finishes tasks right away
de: perfektionistisch, organisiert, selbstdiszipliniert, anspruchsvoll, liebt Ordnung, will die Dinge 'genau richtig', erledigt Aufgaben sofort
el: τελειομανής, οργανωμένος, πειθαρχημένος, απαιτητικός, του αρέσει η τάξη, θέλει τα πράγματα τέλεια, τελειώνει αμέσως τις δουλειές του
es: perfeccionista, organizado, autodisciplinado, exigente, le gusta el orden, quiere todo perfecto, termina las tareas ya
fr: perfectionniste, organisé, autodiscipliné, exigeant, aimant l'ordre, voulant que les choses soient parfaites, terminant les tâches immédiatement
it: perfezionista, organizzato, autodisciplinato, esigente, ama l'ordine, vuole le cose 'al punto giusto', finisce subito i compiti
nl: perfectionistisch, georganiseerd, zelfgedisciplineerd, veeleisend, houdt van orde, wil dingen 'precies goed', voltooit taken onmiddellijk
pl: perfekcjonista, zorganizowany, zdyscyplinowany, wymagający, lubi porządek, chce, żeby wszystko było 'jak należy', od razu kończy zadania
pt: perfeccionista, organizado, autodisciplinado, exigente, gosta de ordem, quer as coisas perfeitas, termina as tarefas logo

# Trait_Emotionality_Name
source: Emotionality
de: Reizbarkeit
el: Ευερεθιστότητα
es: Emotividad
fr: Émotivité
it: Emotività
nl: Emotionaliteit
pl: Drażliwość
pt: Emotividade

# Trait_Emotionality_Low
source: relaxed, placid, patient, calm, not easily annoyed, quick to forgive, tranquil, composed
de: entspannt, gelassen, geduldig, ruhig, nicht leicht zu verärgern, vergibt schnell, besonnen, gefasst
el: χαλαρός, πράος, υπομονετικός, ήρεμος, σταθερός, δεν θυμώνει εύκολα, δεν κρατά κακία, ισορροπημένος
es: relajado, plácido, paciente, tranquilo, no se molesta fácilmente, perdona rápido, sereno, compuesto
fr: détendu, placide, patient, calme, pas facilement agacé, pardonnant rapidement, tranquille, posé
it: rilassato, placido, paziente, calmo, non si infastidisce facilmente, perdona in fretta, tranquillo, composto
nl: ontspannen, placide, geduldig, kalm, niet snel geïrriteerd, vergeeft snel, rustig, beheerst
pl: zrelaksowany, spokojny, cierpliwy, opanowany, niełatwo go zdenerwować, szybko wybacza, łagodny
pt: relaxado, plácido, paciente, calmo, não se irrita facilmente, perdoa rápido, tranquilo, composto

# Trait_Emotionality_Description
source: how easily frustrated or irritated one is
de: wie leicht man frustriert oder gereizt ist
el: πόσο εύκολα απογοητεύεται ή ενοχλείται
es: con qué facilidad se frustra o se irrita
fr: avec quelle facilité on se sent frustré ou irrité
it: con quanta facilità ci si frustra o irrita
nl: hoe gemakkelijk men gefrustreerd of geïrriteerd raakt
pl: jak łatwo się frustruje lub irytuje
pt: com que facilidade se frustra ou se irrita

# Trait_Emotionality_High
source: tense, impatient, easily irritated, quick to anger, frustrated, annoyed by others' mistakes, easily put out
de: angespannt, ungeduldig, leicht reizbar, wird schnell wütend, frustriert, verärgert über die Fehler anderer
el: σε ένταση, ανυπόμονος, ευερέθιστος, θυμώνει εύκολα, απογοητευμένος, ενοχλείται από τα λάθη των άλλων, εκνευρίζεται εύκολα
es: tenso, impaciente, se irrita con facilidad, se enfada rápido, frustrado, le molestan los errores ajenos
fr: tendu, impatient, facilement irritable, se mettant en colère rapidement, frustré, agacé par les erreurs des autres
it: teso, impaziente, facilmente irritabile, si arrabbia in fretta, frustrato, infastidito dagli errori altrui
nl: gespannen, ongeduldig, snel geïrriteerd, wordt snel boos, gefrustreerd, geïrriteerd door fouten van anderen
pl: spięty, niecierpliwy, łatwo się irytuje, szybko wpada w złość, sfrustrowany, zirytowany błędami innych
pt: tenso, impaciente, facilmente irritável, se enfurece rápido, frustrado, se incomoda com erros dos outros

# Question_Warmth_01
source: Knows how to comfort others.
de: Weiß, wie man andere tröstet.
el: Ξέρει πώς να παρηγορεί τους άλλους.
es: Sabe cómo consolar a los demás.
fr: Sait comment réconforter les autres.
it: Sa come confortare gli altri.
nl: Weet hoe anderen te troosten.
pl: Wie, jak pocieszać innych.
pt: Sabe como consolar os outros.

# Question_Warmth_02
source: Enjoys bringing people together.
de: Genießt es, Menschen zusammenzubringen.
el: Απολαμβάνει να φέρνει τους ανθρώπους κοντά.
es: Le gusta reunir a la gente.
fr: Aime rassembler les gens.
it: Gli piace unire le persone.
nl: Geniet ervan om mensen bij elkaar te brengen.
pl: Lubi jednoczyć ludzi.
pt: Gosta de reunir as pessoas.

# Question_Warmth_03
source: Feels others' emotions.
de: Fühlt die Emotionen anderer.
el: Νιώθει τα συναισθήματα των άλλων.
es: Siente las emociones de los demás.
fr: Ressent les émotions des autres.
it: Sente le emozioni degli altri.
nl: Voelt de emoties van anderen aan.
pl: Czuje emocje innych.
pt: Sente as emoções dos outros.

# Question_Warmth_04
source: Takes an interest in other people's lives.
de: Interessiert sich für das Leben anderer.
el: Ενδιαφέρεται για τη ζωή των άλλων ανθρώπων.
es: Se interesa por la vida de los demás.
fr: S'intéresse à la vie des autres.
it: Si interessa alla vita degli altri.
nl: Toont interesse in het leven van anderen.
pl: Interesuje się życiem innych ludzi.
pt: Interessa-se pela vida das outras pessoas.

# Question_Warmth_05
source: Cheers people up.
de: Muntert die Leute auf.
el: Φτιάχνει τη διάθεση των άλλων.
es: Anima a los demás.
fr: Remonte le moral des gens.
it: Tira su il morale alle persone.
nl: Vrolijkt mensen op.
pl: Rozwesela ludzi.
pt: Anima as pessoas.
