Repository: georgetsirogiannis/SixteenCoreCharacterMapper
Catalog: SixteenCoreCharacterMapper.Core/Properties/Strings.*.resx
Languages: de, el, es, fr, it, nl, pl, pt

# Trait_Warmth_Description
source: how empathetic one is to others
de: wie empathisch man mit anderen ist
el: πόσο συμπονετικός είναι με τους άλλους
es: qué tan empático es con los demás
fr: à quel point on est empathique avec les autres
it: quanto si è empatici con gli altri
nl: hoe empathisch men is met anderen
pl: jak bardzo jest się empatycznym wobec innych
pt: o quão empático é com os outros

# Trait_Warmth_Name
source: Warmth
de: Herzlichkeit
el: Θέρμη
es: Calidez
fr: Chaleur Humaine
it: Cordialità
nl: Hartelijkheid
pl: Serdeczność
pt: Afetuosidade

# Trait_Warmth_Low
source: reserved, emotionally distant, detached, disinterested in others' problems, keeps to oneself
de: reserviert, emotional distanziert, unnahbar, desinteressiert an den Problemen anderer, bleibt für sich
el: επιφυλακτικός, συναισθηματικά απόμακρος, αποστασιοποιημένος, αδιάφορος για τα προβλήματα άλλων
es: reservado, emocionalmente distante, desapegado, desinteresado en los problemas de los demás, se mantiene aislado
fr: réservé, émotionnellement distant, détaché, désintéressé par les problèmes des autres, restant dans son coin
it: riservato, emotivamente distante, distaccato, disinteressato ai problemi altrui, sta per conto suo
nl: gereserveerd, emotioneel afstandelijk, onthecht, niet geïnteresseerd in de problemen van anderen, op zichzelf
pl: powściągliwy, zdystansowany emocjonalnie, obojętny, niezainteresowany problemami innych, trzyma się na uboczu
pt: reservado, emocionalmente distante, desapegado, desinteressado nos problemas dos outros, prefere ficar na sua

# Trait_Warmth_High
source: empathetic, comforting, interested in others, feels others' emotions, brings people together, makes others feel at ease
de: empathisch, tröstend, an anderen interessiert, fühlt die Emotionen anderer, bringt Menschen zusammen, sorgt dafür, dass sich andere wohlfühlen
el: συμπονετικός, παρηγορητικός, ενδιαφέρεται για τους άλλους, φέρνει τους ανθρώπους κοντά, τους κάνει να νιώθουν άνετα
es: empático, reconfortante, interesado en los demás, siente las emociones de otros, une a la gente, hace que otros se sientan cómodos
fr: empathique, réconfortant, intéressé par les autres, ressentant leurs émotions, unissant les gens, mettant les autres à l'aise
it: empatico, confortante, interessato agli altri, sente le emozioni altrui, unisce le persone, fa sentire gli altri a proprio agio
nl: empathisch, troostend, geïnteresseerd in anderen, voelt de emoties van anderen, brengt mensen samen, stelt anderen op hun gemak
pl: empatyczny, pocieszający, zainteresowany innymi, odczuwa emocje innych, zbliża ludzi, sprawia, że inni czują się swobodnie
pt: empático, reconfortante, interessado nos outros, sente as emoções alheias, une as pessoas, deixa os outros à vontade

# Trait_Intellect_Name
source: Intellect
de: Intellekt
el: Ευφυΐα
es: Intelecto
it: Intelletto
pl: Intelekt
pt: Intelecto

# Trait_Intellect_Description
source: how analytical one's thinking is
de: die Fähigkeit zu analytischem Denken
el: πόσο αναλυτική είναι η σκέψη του
es: su capacidad de pensamiento analítico
fr: la capacité de pensée analytique
it: la capacità di pensiero analitico
nl: de capaciteit voor analytisch denken
pl: zdolność do analitycznego myślenia
pt: a capacidade de pensamento analítico

# Trait_Intellect_Low
source: concrete, straightforward, avoids complexity, gets confused by abstract ideas, has a simple vocabulary
de: konkret, direkt, vermeidet Komplexität, ist von abstrakten Ideen verwirrt, hat einen einfachen Wortschatz
el: συγκεκριμένος, ευθύς, αποφεύγει την πολυπλοκότητα, μπερδεύεται με αφηρημένες ιδέες, έχει απλό λεξιλόγιο
es: concreto, directo, evita la complejidad, se confunde con ideas abstractas, tiene un vocabulario simple
fr: concret, direct, évitant la complexité, confus par les idées abstraites, ayant un vocabulaire simple
it: concreto, diretto, evita la complessità, si confonde con le idee astratte, ha un vocabolario semplice
nl: concreet, recht door zee, vermijdt complexiteit, raakt in de war door abstracte ideeën, heeft een eenvoudige woordenschat
pl: konkretny, prostolinijny, unika złożoności, gubi się w abstrakcyjnych ideach, ma proste słownictwo
pt: concreto, direto, evita complexidade, se confunde com ideias abstratas, tem um vocabulário simples

# Trait_Intellect_High
source: analytical, insightful, quick to learn, enjoys abstract ideas and complex arguments, reflects before acting
de: analytisch, scharfsinnig, lernt schnell, mag abstrakte Ideen und komplexe Argumente, denkt nach, bevor er handelt
el: αναλυτικός, οξυδερκής, μαθαίνει γρήγορα, απολαμβάνει αφηρημένες ιδέες και σύνθετα επιχειρήματα, σκέφτεται πριν δράσει
es: analítico, perspicaz, aprende rápido, disfruta de ideas abstractas y argumentos complejos, reflexiona antes de actuar
fr: analytique, perspicace, apprenant vite, appréciant les idées abstraites et les arguments complexes, réfléchissant avant d'agir
it: analitico, acuto, impara in fretta, apprezza le idee astratte e le argomentazioni complesse, riflette prima di agire
nl: analytisch, inzichtelijk, leert snel, geniet van abstracte ideeën en complexe argumenten, denkt na alvorens te handelen
pl: analityczny, wnikliwy, szybko się uczy, ceni abstrakcyjne idee i złożone argumenty, zastanawia się przed działaniem
pt: analítico, perspicaz, aprende rápido, aprecia ideias abstratas e argumentos complexos, reflete antes de agir

# Trait_EmotionalStability_Name
source: Emotional Stability
de: Emotionale Stabilität
el: Αυτοκυριαρχία
es: Estabilidad Emocional
fr: Stabilité Émotionnelle
it: Stabilità Emotiva
nl: Emotionele Stabiliteit
pl: Stabilność Emocjonalna
pt: Estabilidade Emocional

# Trait_EmotionalStability_Description
source: how composed one is under pressure
de: wie gefasst man unter Druck bleibt
el: πόσο ψύχραιμος είναι υπό πίεση
es: qué tan sereno se mantiene bajo presión
fr: à quel point on reste calme sous pression
it: quanto si rimane composti sotto pressione
nl: hoe beheerst men blijft onder druk
pl: jak bardzo zachowuje się spokój pod presją
pt: o quão composto se mantém sob pressão

# Trait_EmotionalStability_Low
source: reactive, emotionally changeable, easily discouraged, prone to feeling blue, dislikes oneself, feels desperate under stress
de: reaktiv, emotional wechselhaft, leicht entmutigt, neigt zu Niedergeschlagenheit, mag sich selbst nicht, fühlt sich unter Stress verzweifelt
el: αντιδραστικός, ψυχικά ευμετάβλητος, αποθαρρύνεται εύκολα, μελαγχολικός, αντιπαθεί τον εαυτό του, απελπίζεται υπό πίεση
es: reactivo, emocionalmente cambiante, se desanima fácil, propenso a la tristeza, no se gusta, se desespera bajo estrés
fr: réactif, émotionnellement changeant, se décourageant facilement, enclin à la mélancolie, ne s'aimant pas, se sentant désespéré sous stress
it: reattivo, emotivamente instabile, si scoraggia facilmente, incline alla tristezza, non si piace, si sente disperato sotto stress
nl: reactief, emotioneel wisselvallig, snel ontmoedigd, neigt naar somberheid, heeft een hekel aan zichzelf, voelt zich wanhopig onder stress
pl: reaktywny, zmienny emocjonalnie, łatwo się zniechęca, skłonny do smutku, nie lubi siebie, czuje się zdesperowany pod wpływem stresu
pt: reativo, emocionalmente instável, desanima fácil, propenso à tristeza, não gosta de si mesmo, se desespera sob estresse

# Trait_EmotionalStability_High
source: resilient, emotionally stable, relaxed, calm under pressure, readily overcomes setbacks, comfortable with oneself
de: widerstandsfähig, emotional stabil, entspannt, ruhig unter Druck, überwindet Rückschläge leicht, mit sich selbst im Reinen
el: ανθεκτικός, συναισθηματικά σταθερός, χαλαρός, ήρεμος υπό πίεση, ξεπερνά τις δυσκολίες, άνετος με τον εαυτό του
es: resiliente, emocionalmente estable, relajado, tranquilo bajo presión, supera reveses, a gusto consigo mismo
fr: résilient, émotionnellement stable, détendu, calme sous pression, surmontant facilement les échecs, à l'aise avec soi-même
it: resiliente, emotivamente stabile, rilassato, calmo sotto pressione, supera facilmente le difficoltà, a proprio agio con se stesso
nl: veerkrachtig, emotioneel stabiel, ontspannen, kalm onder druk, overwint tegenslagen gemakkelijk, comfortabel met zichzelf
pl: odporny psychicznie, stabilny emocjonalnie, zrelaksowany, spokojny pod presją, łatwo pokonuje niepowodzenia, dobrze czuje się sam ze sobą
pt: resiliente, emocionalmente estável, relaxado, calmo sob pressão, supera reveses, à vontade consigo mesmo

# Trait_Assertiveness_Name
source: Assertiveness
de: Durchsetzungsvermögen
el: Διεκδικητικότητα
es: Asertividad
fr: Assertivité
it: Assertività
nl: Assertiviteit
pl: Asertywność
pt: Assertividade

# Trait_Assertiveness_Description
source: how assertive one is with others
de: wie durchsetzungsfähig man gegenüber anderen ist
el: πόσο διεκδικητικός είναι με τους άλλους
es: qué tan asertivo es con los demás
fr: à quel point on est assertif avec les autres
it: quanto si è assertivi con gli altri
nl: hoe assertief men is tegenover anderen
pl: jak bardzo jest się asertywnym wobec innych
pt: o quão assertivo é com os outros

# Trait_Assertiveness_Low
source: accommodating, conflict-averse, lets others lead, avoids challenges, can be pushed around, defers to others
de: entgegenkommend, konfliktscheu, lässt andere die Führung übernehmen, lässt sich herumschubsen, gibt anderen nach, meidet Herausforderungen
el: διαλλακτικός, αποφεύγει τις συγκρούσεις, αφήνει άλλους να ηγηθούν, υποχωρεί, μπορεί να χειραγωγηθεί, υποτάσσεται
es: complaciente, evita el conflicto, deja que otros lideren, se deja avasallar, cede ante los demás, evita desafíos
fr: conciliant, évitant les conflits, laissant les autres diriger, pouvant être manipulé, cédant aux autres, évitant les défis
it: accomodante, evita i conflitti, lascia che gli altri guidino, può essere sottomesso, si adegua agli altri, evita le sfide
nl: inschikkelijk, conflictvermijdend, laat anderen de leiding nemen, kan over zich heen laten lopen, geeft toe aan anderen, vermijdt uitdagingen
pl: ugodowy, unikający konfliktów, pozwala innym przewodzić, ulega presji, podporządkowuje się innym, unika wyzwań
pt: complacente, avesso a conflitos, deixa os outros liderarem, se deixa levar, cede aos outros, evita desafios

# Trait_Assertiveness_High
source: assertive, takes charge, says what they think, directs others, takes control of situations, unafraid of criticism
de: durchsetzungsstark, übernimmt die Führung, sagt, was er denkt, leitet andere an, übernimmt die Kontrolle, hat keine Angst vor Kritik
el: διεκδικητικός, αναλαμβάνει τα ηνία, λέει ό,τι σκέφτεται, καθοδηγεί άλλους, ελέγχει καταστάσεις, δεν φοβάται την κριτική
es: asertivo, toma la iniciativa, dice lo que piensa, dirige a otros, controla situaciones, no teme a la crítica
fr: assertif, prenant les devants, disant ce qu'il pense, dirigeant les autres, contrôlant les situations, ne craignant pas la critique
it: assertivo, prende il comando, dice ciò che pensa, dirige gli altri, controlla le situazioni, non teme le critiche
nl: assertief, neemt de leiding, zegt wat hij denkt, stuurt anderen aan, neemt controle over situaties, niet bang voor kritiek
pl: asertywny, przejmuje inicjatywę, mówi co myśli, kieruje innymi, kontroluje sytuacje, nie boi się krytyki
pt: assertivo, assume o controle, diz o que pensa, direciona os outros, controla situações, não teme críticas

# Trait_Gregariousness_Name
source: Gregariousness
de: Geselligkeit
el: Εκδηλωτικότητα
es: Gregarismo
fr: Grégarisme
it: Gregarietà
nl: Sociabiliteit
pl: Towarzyskość
pt: Gregarismo

# Trait_Gregariousness_Description
source: how expressive and energetic one is
de: wie ausdrucksstark und energiegeladen man ist
el: πόσο εκφραστικός και ενεργητικός είναι
es: qué tan expresivo y enérgico es
fr: à quel point on est expressif et énergique
it: quanto si è espressivi ed energici
nl: hoe expressief en energiek men is
pl: jak bardzo jest się ekspresyjnym i energicznym
pt: o quão expressivo e energético é

# Trait_Gregariousness_Low
source: serious, restrained, introspective, quiet, dislikes crowds and loud events, sober in demeanor
de: ernst, zurückhaltend, introspektiv, ruhig, mag keine Menschenmengen und laute Veranstaltungen, nüchtern im Auftreten
el: σοβαρός, συγκρατημένος, εσωστρεφής, ήσυχος, δεν συμπαθεί τα πλήθη και τη φασαρία, μετρημένος στη συμπεριφορά
es: serio, reservado, introspectivo, callado, le disgustan las multitudes y los eventos ruidosos, de conducta sobria
fr: sérieux, réservé, introspectif, calme, n'aimant pas les foules et les événements bruyants, sobre dans son comportement
it: serio, controllato, introspettivo, tranquillo, non ama le folle e gli eventi chiassosi, sobrio nel comportamento
nl: serieus, terughoudend, introspectief, stil, houdt niet van menigtes en luide evenementen, sober in gedrag
pl: poważny, powściągliwy, introwertyczny, cichy, nie lubi tłumów i głośnych wydarzeń, stonowany w zachowaniu
pt: sério, contido, introspectivo, quieto, não gosta de multidões e eventos barulhentos, de postura sóbria

# Trait_Gregariousness_High
source: lively, energetic, spontaneous, expressive, loves parties and crowds, jokes around, can be wild and crazy
de: lebhaft, energiegeladen, spontan, ausdrucksstark, liebt Partys und Menschenmengen, macht Witze, kann wild und verrückt sein
el: ζωηρός, ενεργητικός, αυθόρμητος, εκφραστικός, λατρεύει τα πάρτι και τα πλήθη, αστειεύεται, μπορεί να είναι άγριος και τρελός
es: vivaz, enérgico, espontáneo, expresivo, le encantan las fiestas y multitudes, bromista, puede ser alocado
fr: vif, énergique, spontané, expressif, aimant les fêtes et la foule, blaguant, pouvant être exubérant et fou
it: vivace, energico, spontaneo, espressivo, ama le feste e la folla, scherza, può essere sfrenato e folle
nl: levendig, energiek, spontaan, expressief, houdt van feestjes en menigtes, maakt grapjes, kan wild en gek zijn
pl: pełen życia, energiczny, spontaniczny, ekspresyjny, uwielbia imprezy i tłumy, żartuje, potrafi być szalony i nieokiełznany
pt: vivaz, energético, espontâneo, expressivo, adora festas e multidões, faz piadas, pode ser selvagem e louco

# Trait_Dutifulness_Name
source: Dutifulness
de: Pflichtbewusstsein
el: Ευσυνειδησία
es: Sentido del Deber
fr: Sens du Devoir
it: Senso del Dovere
nl: Plichtsbesef
pl: Obowiązkowość
pt: Senso de Dever

# Trait_Dutifulness_Description
source: how much one abides by rules and duties
de: inwieweit man sich an Regeln und Pflichten hält
el: πόσο τηρεί κανόνες και καθήκοντα
es: cuánto se rige por reglas y deberes
fr: à quel point on respecte les règles et les devoirs
it: quanto ci si attiene a regole e doveri
nl: in hoeverre men zich aan regels en plichten houdt
pl: w jakim stopniu przestrzega się zasad i obowiązków
pt: o quanto segue regras e deveres

# Trait_Dutifulness_Low
source: non-conforming, expedient, resists authority, breaks rules, values personal freedom over convention
de: nonkonformistisch, zweckorientiert, widersetzt sich der Autorität, bricht Regeln, schätzt persönliche Freiheit mehr als Konventionen
el: αντισυμβατικός, καιροσκόπος, αντιστέκεται στην εξουσία, παραβιάζει κανόνες, εκτιμά την ελευθερία πάνω από τις συμβάσεις
es: inconformista, pragmático, desafía la autoridad, rompe las reglas, valora la libertad sobre lo convencional
fr: non-conformiste, opportuniste, résistant à l'autorité, enfreignant les règles, valorisant la liberté personnelle avant les conventions
it: anticonformista, opportunista, resiste all'autorità, infrange le regole, valorizza la libertà personale sopra le convenzioni
nl: non-conformistisch, opportunistisch, verzet zich tegen autoriteit, overtreedt regels, waardeert persoonlijke vrijheid boven conventies
pl: nonkonformistyczny, pragmatyczny, sprzeciwia się autorytetom, łamie zasady, ceni wolność osobistą ponad konwencje
pt: inconformista, pragmático, resiste à autoridade, quebra regras, valoriza a liberdade acima do convencional

# Trait_Dutifulness_High
source: dutiful, rule-conscious, respects authority, follows rules, believes in order and enforcement, conventional
de: pflichtbewusst, regelbewusst, respektiert Autorität, befolgt Regeln, glaubt an Ordnung und deren Durchsetzung, konventionell
el: ευσυνείδητος, σέβεται την εξουσία, ακολουθεί κανόνες, πιστεύει στην τάξη και την επιβολή, συμβατικός
es: cumplidor, consciente de las reglas, respeta la autoridad, sigue las normas, cree en el orden, convencional
fr: consciencieux, respectueux des règles, respectant l'autorité, suivant les normes, croyant en l'ordre, conventionnel
it: coscienzioso, ligio alle regole, rispetta l'autorità, segue le norme, crede nell'ordine, convenzionale
nl: plichtsgetrouw, regelbewust, respecteert autoriteit, volgt regels, gelooft in orde en handhaving, conventioneel
pl: obowiązkowy, świadomy zasad, szanuje autorytety, przestrzega reguł, wierzy w porządek i egzekwowanie prawa, konwencjonalny
pt: cumpridor, consciente das regras, respeita a autoridade, segue as normas, acredita na ordem, convencional

# Trait_SocialConfidence_Name
source: Social Confidence
de: Soziales Selbstvertrauen
el: Κοινωνική Άνεση
es: Confianza Social
fr: Confiance Sociale
it: Fiducia Sociale
nl: Sociaal Zelfvertrouwen
pl: Społeczna Łatwość
pt: Confiança Social

# Trait_SocialConfidence_Description
source: how socially confident one is
de: wie selbstbewusst man in sozialen Situationen ist
el: πόσο κοινωνικά σίγουρος είναι
es: qué tan seguro de sí mismo es socialmente
fr: à quel point on est confiant en société
it: quanto si è sicuri di sé in contesti sociali
nl: hoe zelfverzekerd men is in sociale situaties
pl: jak bardzo jest się pewnym siebie w sytuacjach towarzyskich
pt: o quão socialmente confiante é

# Trait_SocialConfidence_Low
source: shy, socially hesitant, quiet around strangers, keeps in the background, uncomfortable with attention, finds it hard to approach others
de: schüchtern, sozial zögerlich, still bei Fremden, hält sich im Hintergrund, fühlt sich bei Aufmerksamkeit unwohl, findet es schwer, andere anzusprechen
el: ντροπαλός, διστακτικός, ήσυχος με αγνώστους, μένει στο παρασκήνιο, νιώθει άβολα με την προσοχή, δυσκολεύεται να προσεγγίσει άλλους
es: tímido, socialmente vacilante, callado con extraños, se mantiene al margen, incómodo con la atención
fr: timide, socialement hésitant, silencieux avec les inconnus, restant en retrait, mal à l'aise avec l'attention, ayant du mal à aborder les autres
it: timido, socialmente esitante, silenzioso con gli sconosciuti, sta in disparte, a disagio con l'attenzione, fa fatica ad approcciare gli altri
nl: verlegen, sociaal aarzelend, stil bij vreemden, blijft op de achtergrond, ongemakkelijk met aandacht, vindt het moeilijk anderen te benaderen
pl: nieśmiały, niepewny w kontaktach społecznych, cichy przy nieznajomych, trzyma się na uboczu, czuje się nieswojo w centrum uwagi, trudno mu nawiązać kontakt
pt: tímido, socialmente hesitante, quieto com estranhos, fica em segundo plano, desconfortável com atenção

# Trait_SocialConfidence_High
source: socially bold, outgoing, makes friends easily, comfortable with attention, starts conversations, at ease with people
de: sozial mutig, kontaktfreudig, findet leicht Freunde, fühlt sich bei Aufmerksamkeit wohl, beginnt Gespräche, ungezwungen mit Menschen
el: κοινωνικά τολμηρός, εξωστρεφής, κάνει φίλους εύκολα, άνετος με την προσοχή, ξεκινά συζητήσεις, άνετος με τους ανθρώπους
es: socialmente audaz, extrovertido, hace amigos fácilmente, cómodo con la atención, inicia conversaciones
fr: socialement audacieux, extraverti, se faisant des amis facilement, à l'aise avec l'attention, entamant les conversations
it: socialmente audace, estroverso, fa amicizia facilmente, a suo agio con l'attenzione, inizia conversazioni, disinvolto con le persone
nl: sociaal gedurfd, extravert, maakt gemakkelijk vrienden, comfortabel met aandacht, begint gesprekken, op zijn gemak met mensen
pl: śmiały w kontaktach społecznych, otwarty, łatwo nawiązuje przyjaźnie, dobrze czuje się w centrum uwagi, rozpoczyna rozmowy
pt: socialmente audacioso, extrovertido, faz amigos facilmente, à vontade com atenção, inicia conversas

# Trait_Sensitivity_Name
source: Sensitivity
de: Sensibilität
el: Ευαισθησία
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
nl: Gevoeligheid
pl: Wrażliwość
pt: Sensibilidade

# Trait_Sensitivity_Description
source: how attuned one is to aesthetics/emotion
de: wie feinfühlig man für Ästhetik und Emotionen ist
el: πόσο συντονισμένος είναι με αισθητική/συναίσθημα
es: qué tan conectado está con la estética y la emoción
fr: à quel point on est en phase avec l'esthétique et l'émotion
it: quanto si è in sintonia con l'estetica e le emozioni
nl: hoe afgestemd men is op esthetiek en emotie
pl: jak bardzo jest się wyczulonym na estetykę i emocje
pt: o quão sintonizado está com a estética e a emoção

# Trait_Sensitivity_Low
source: unsentimental, objective, tough-minded, practical, not drawn to art or poetry, rarely notices emotional reactions
de: unsentimental, objektiv, nüchtern, praktisch, fühlt sich nicht zu Kunst oder Poesie hingezogen, bemerkt selten emotionale Reaktionen
el: χωρίς συναισθηματισμούς, αντικειμενικός, σκληρός, πρακτικός, δεν ελκύεται από τέχνη ή ποίηση, σπάνια προσέχει συναισθηματικές αντιδράσεις
es: poco sentimental, objetivo, de mente dura, práctico, no le atrae el arte o la poesía, rara vez nota reacciones emocionales
fr: peu sentimental, objectif, pragmatique, non attiré par l'art ou la poésie, remarquant rarement les réactions émotionnelles
it: non sentimentale, obiettivo, duro, pratico, non attratto da arte o poesia, nota raramente le reazioni emotive
nl: onsentimenteel, objectief, nuchter, praktisch, niet aangetrokken tot kunst of poëzie, merkt zelden emotionele reacties op
pl: niesentymentalny, obiektywny, rzeczowy, praktyczny, nie pociąga go sztuka ani poezja, rzadko zauważa reakcje emocjonalne
pt: pouco sentimental, objetivo, racional, prático, não se atrai por arte ou poesia, raramente nota reações emocionais

# Trait_Sensitivity_High
source: tender-minded, sensitive, aesthetic, intuitive, enjoys art and fiction, emotionally responsive, moved by beauty
de: feinfühlig, sensibel, ästhetisch, intuitiv, genießt Kunst und Fiktion, reagiert emotional, von Schönheit berührt
el: τρυφερός, ευαίσθητος, αισθητικός, διαισθητικός, απολαμβάνει τέχνη και λογοτεχνία, συγκινείται από την ομορφιά
es: de mente tierna, sensible, estético, intuitivo, disfruta del arte y la ficción, emocionalmente receptivo, se conmueve
fr: délicat, sensible, esthète, intuitif, appréciant l'art et la fiction, émotionnellement réceptif, ému par la beauté
it: delicato, sensibile, estetico, intuitivo, ama l'arte e la narrativa, emotivamente reattivo, commosso dalla bellezza
nl: gevoelvol, sensitief, esthetisch, intuïtief, geniet van kunst en fictie, emotioneel responsief, geraakt door schoonheid
pl: delikatny, wrażliwy, estetyczny, intuicyjny, ceni sztukę i literaturę, reaguje emocjonalnie, poruszony pięknem
pt: de mente terna, sensível, esteta, intuitivo, aprecia arte e ficção, emocionalmente receptivo, se comove com a beleza

# Trait_Distrust_Name
source: Distrust
de: Misstrauen
el: Δυσπιστία
es: Desconfianza
fr: Méfiance
it: Sfiducia
nl: Wantrouwen
pl: Nieufność
pt: Desconfiança

# Trait_Distrust_Description
source: how suspicious one is of others
de: wie misstrauisch man gegenüber anderen ist
el: πόσο καχύποπτος είναι με τους άλλους
es: qué tan desconfiado es de los demás
fr: à quel point on est méfiant envers les autres
it: quanto si è sospettosi verso gli altri
nl: hoe achterdochtig men is tegenover anderen
pl: jak bardzo jest się podejrzliwym wobec innych
pt: o quão desconfiado é em relação aos outros
