Repository: georgetsirogiannis/SixteenCoreCharacterMapper
Catalog: SixteenCoreCharacterMapper.Core/Properties/Strings.*.resx
Languages: de, el, es, fr, it, nl, pl, pt

# Question_Warmth_06
source: Makes people feel at ease.
de: Sorgt dafür, dass sich Menschen wohlfühlen.
el: Κάνει τους ανθρώπους να νιώθουν άνετα.
es: Hace que la gente se sienta a gusto.
fr: Met les gens à l'aise.
it: Mette le persone a proprio agio.
nl: Stelt mensen op hun gemak.
pl: Sprawia, że ludzie czują się swobodnie.
pt: Faz as pessoas sentirem-se à vontade.

# Question_Warmth_07
source: Takes time out for others.
de: Nimmt sich Zeit für andere.
el: Αφιερώνει χρόνο για τους άλλους.
es: Dedica tiempo a los demás.
fr: Prend du temps pour les autres.
it: Dedica tempo agli altri.
nl: Neemt de tijd voor anderen.
pl: Poświęca czas innym.
pt: Dedica tempo aos outros.

# Question_Warmth_08
source: Doesn't like to get involved in other people's problems.
de: Mischt sich nicht gerne in die Probleme anderer ein.
el: Δεν του αρέσει να εμπλέκεται στα προβλήματα των άλλων.
es: No le gusta involucrarse en los problemas ajenos.
fr: N'aime pas s'impliquer dans les problèmes des autres.
it: Non gli piace farsi coinvolgere nei problemi altrui.
nl: Houdt er niet van om betrokken te raken bij andermans problemen.
pl: Nie lubi angażować się w problemy innych.
pt: Não gosta de se envolver nos problemas dos outros.

# Question_Warmth_09
source: Tries not to think about the needy.
de: Versucht, nicht an Bedürftige zu denken.
el: Προσπαθεί να μη σκέφτεται όσους έχουν ανάγκη.
es: Intenta no pensar en los necesitados.
fr: Essaie de ne pas penser aux nécessiteux.
it: Cerca di non pensare ai bisognosi.
nl: Probeert niet aan behoeftigen te denken.
pl: Stara się nie myśleć o potrzebujących.
pt: Tenta não pensar nos necessitados.

# Question_Intellect_01
source: Makes insightful remarks.
de: Macht scharfsinnige Bemerkungen.
el: Κάνει εύστοχες παρατηρήσεις.
es: Hace comentarios perspicaces.
fr: Fait des remarques pertinentes.
it: Fa osservazioni acute.
nl: Maakt scherpzinnige opmerkingen.
pl: Robi trafne uwagi.
pt: Faz observações perspicazes.

# Question_Intellect_02
source: Knows the answers to many questions.
de: Kennt die Antworten auf viele Fragen.
el: Γνωρίζει τις απαντήσεις σε πολλές ερωτήσεις.
es: Sabe las respuestas a muchas preguntas.
fr: Connaît les réponses à de nombreuses questions.
it: Conosce le risposte a molte domande.
nl: Weet de antwoorden op veel vragen.
pl: Zna odpowiedzi na wiele pytań.
pt: Sabe as respostas a muitas perguntas.

# Question_Intellect_03
source: Tends to analyze things.
de: Neigt dazu, Dinge zu analysieren.
el: Έχει την τάση να αναλύει τα πράγματα.
es: Tiende a analizar las cosas.
fr: A tendance à analyser les choses.
it: Tende ad analizzare le cose.
nl: Neigt ertoe om zaken te analyseren.
pl: Ma tendencję do analizowania rzeczy.
pt: Tende a analisar as coisas.

# Question_Intellect_04
source: Uses their brain.
de: Benutzt den Verstand.
el: Χρησιμοποιεί το μυαλό του.
es: Usa su cerebro.
it: Usa il proprio cervello.
nl: Gebruikt het verstand.
pl: Używa mózgu.
pt: Usa o seu cérebro.

# Question_Intellect_05
source: Learns quickly.
de: Lernt schnell.
el: Μαθαίνει γρήγορα.
es: Aprende rápido.
fr: Apprend rapidement.
it: Impara velocemente.
nl: Leert snel.
pl: Szybko się uczy.
pt: Aprende rápido.

# Question_Intellect_06
source: Counters others' arguments.
de: Entkräftet die Argumente anderer.
el: Αντικρούει τα επιχειρήματα των άλλων.
es: Rebate los argumentos de los demás.
fr: Contre les arguments des autres.
it: Controbatte alle argomentazioni altrui.
nl: Weerlegt andermans argumenten.
pl: Odpiera argumenty innych.
pt: Rebate os argumentos dos outros.

# Question_Intellect_07
source: Reflects on things before acting.
de: Denkt nach, bevor er/sie handelt.
el: Σκέφτεται τα πράγματα πριν δράσει.
es: Reflexiona antes de actuar.
fr: Réfléchit avant d'agir.
it: Riflette sulle cose prima di agire.
nl: Denkt na voordat hij/zij handelt.
pl: Zastanawia się przed działaniem.
pt: Reflete sobre as coisas antes de agir.

# Question_Intellect_08
source: Weighs the pros against the cons.
de: Wägt das Für und Wider ab.
el: Ζυγίζει τα υπέρ και τα κατά.
es: Sopesa los pros y los contras.
fr: Pèse le pour et le contre.
it: Valuta i pro e i contro.
nl: Weegt de voor- en nadelen af.
pl: Waży wszystkie "za" i "przeciw".
pt: Pesa os prós e os contras.

# Question_Intellect_09
source: Considers themselves an average person.
de: Betrachtet sich als Durchschnittsmenschen.
el: Θεωρεί τον εαυτό του έναν συνηθισμένο άνθρωπο.
es: Se considera una persona promedio.
fr: Se considère comme une personne ordinaire.
it: Si considera una persona comune.
nl: Beschouwt zichzelf als een gemiddeld persoon.
pl: Uważa się za przeciętną osobę.

# Question_Intellect_10
source: Gets confused easily.
de: Ist leicht verwirrt.
el: Μπερδεύεται εύκολα.
es: Se confunde fácilmente.
fr: Se brouille facilement.
it: Si confonde facilmente.
nl: Is snel in de war.
pl: Łatwo się gubi.
pt: Confunde-se facilmente.

# Question_Intellect_11
source: Knows that they're not a special person.
de: Weiß, dass er/sie kein besonderer Mensch ist.
el: Ξέρει ότι δεν είναι κάποιος ξεχωριστός άνθρωπος.
es: Sabe que no es una persona especial.
fr: Sait qu'il n'est pas une personne spéciale.
it: Sa di non essere una persona speciale.
nl: Weet dat hij/zij geen bijzonder persoon is.
pl: Wie, że nie jest wyjątkową osobą.
pt: Sabe que não é uma pessoa especial.

# Question_Intellect_12
source: Has a poor vocabulary.
el: Έχει φτωχό λεξιλόγιο.
es: Tiene un vocabulario pobre.
fr: A un vocabulaire pauvre.
it: Ha un vocabolario limitato.
nl: Heeft een beperkte woordenschat.
pl: Ma ubogie słownictwo.
pt: Tem um vocabulário pobre.

# Question_Intellect_13
source: Skips difficult words while reading.
de: Überspringt schwierige Wörter beim Lesen.
el: Προσπερνά τις δύσκολες λέξεις κατά την ανάγνωση.
es: Se salta las palabras difíciles al leer.
fr: Saute les mots difficiles en lisant.
it: Salta le parole difficili durante la lettura.
nl: Slaat moeilijke woorden over tijdens het lezen.
pl: Pomija trudne słowa podczas czytania.
pt: Pula as palavras difíceis durante a leitura.

# Question_EmotionalStability_01
source: Seldom feels blue.
de: Ist selten niedergeschlagen.
el: Σπάνια νιώθει μελαγχολία.
es: Rara vez se siente triste.
fr: Se sent rarement triste.
it: Si sente raramente giù di morale.
nl: Voelt zich zelden somber.
pl: Rzadko miewa chandrę.
pt: Raramente se sente triste.

# Question_EmotionalStability_02
source: Feels comfortable with themselves.
de: Fühlt sich wohl mit sich selbst.
el: Νιώθει άνετα με τον εαυτό του.
es: Se siente a gusto consigo mismo.
fr: Est à l'aise avec soi-même.
it: Si sente a proprio agio con se stesso.
nl: Voelt zich op zijn gemak met zichzelf.
pl: Dobrze się czuje sam ze sobą.
pt: Sente-se à vontade consigo mesmo.

# Question_EmotionalStability_03
source: Readily overcomes setbacks.
de: Überwindet Rückschläge mühelos.
el: Ξεπερνά εύκολα τις αναποδιές.
es: Supera fácilmente los contratiempos.
fr: Surmonte facilement les échecs.
it: Supera prontamente gli ostacoli.
nl: Overwint tegenslagen gemakkelijk.
pl: Łatwo podnosi się po porażkach.
pt: Supera facilmente os contratempos.

# Question_EmotionalStability_04
source: Is relaxed most of the time.
de: Ist meistens entspannt.
el: Είναι χαλαρός τις περισσότερες φορές.
es: Está relajado la mayor parte del tiempo.
fr: Est détendu la plupart du temps.
it: È rilassato per la maggior parte del tempo.
nl: Is meestal ontspannen.
pt: Está relaxado na maior parte do tempo.

# Question_EmotionalStability_05
source: Is not easily frustrated or discouraged.
de: Ist nicht leicht frustriert oder entmutigt.
el: Δεν απογοητεύεται ούτε χάνει το θάρρος του εύκολα.
es: No se frustra ni se desanima fácilmente.
fr: N'est pas facilement frustré ou découragé.
it: Non si scoraggia né si frustra facilmente.
nl: Raakt niet snel gefrustreerd of ontmoedigd.
pl: Nie daje się łatwo sfrustrować ani zniechęcić.
pt: Não se frustra nem se desanima facilmente.

# Question_EmotionalStability_06
source: Has frequent mood swings.
de: Hat häufige Stimmungsschwankungen.
el: Έχει συχνές εναλλαγές στη διάθεσή του.
es: Tiene cambios de humor frecuentes.
fr: A des sautes d'humeur fréquentes.
it: Ha frequenti sbalzi d'umore.
nl: Heeft vaak stemmingswisselingen.
pl: Miewa częste wahania nastrojów.
pt: Tem mudanças de humor frequentes.

# Question_EmotionalStability_07
source: Dislikes themselves.
de: Mag sich selbst nicht.
el: Δεν συμπαθεί τον εαυτό του.
it: Non si piace.
nl: Houdt niet van zichzelf.
pl: Nie lubi siebie.
pt: Não gosta de si mesmo.

# Question_EmotionalStability_08
source: Feels desperate.
de: Fühlt sich verzweifelt.
el: Νιώθει απόγνωση.
es: Siente desesperación.
fr: Se sent désespéré.
it: Si sente disperato.
nl: Voelt zich wanhopig.
pl: Czuje desperację.
pt: Sente-se desesperado.

# Question_Assertiveness_01
source: Takes charge.
de: Übernimmt die Leitung.
el: Αναλαμβάνει την αρχηγία.
es: Toma el mando.
fr: Prend les choses en main.
it: Prende il comando.
nl: Neemt de leiding.
pl: Przejmuje stery.
pt: Toma o comando.

# Question_Assertiveness_02
source: Wants to be in charge.
de: Will das Sagen haben.
el: Θέλει να έχει τον έλεγχο.
es: Quiere estar a cargo.
fr: Veut diriger.
it: Vuole avere il comando.
nl: Wil de leiding hebben.
pl: Chce rządzić.
pt: Quer estar no comando.

# Question_Assertiveness_03
source: Says what they think.
de: Sagt, was er/sie denkt.
el: Λέει αυτό που σκέφτεται.
es: Dice lo que piensa.
fr: Dit ce qu'il pense.
it: Dice ciò che pensa.
nl: Zegt wat hij/zij denkt.
pl: Mówi to, co myśli.
pt: Diz o que pensa.

# Question_Assertiveness_04
source: Is not afraid of providing criticism.
de: Scheut sich nicht vor Kritik.
el: Δεν φοβάται να ασκήσει κριτική.
es: No teme criticar.
fr: N'a pas peur de critiquer.
it: Non ha paura di criticare.
nl: Is niet bang om kritiek te geven.
pt: Não teme fazer críticas.

# Question_Assertiveness_05
source: Takes control of things.
de: Übernimmt die Kontrolle.
el: Παίρνει τον έλεγχο των πραγμάτων.
es: Toma el control de las cosas.
fr: Prend le contrôle des choses.
it: Prende il controllo delle cose.
nl: Neemt de controle over de zaken.
pl: Przejmuje kontrolę nad sprawami.
pt: Toma o controle das coisas.

# Question_Assertiveness_06
source: Can take strong measures.
de: Kann harte Maßnahmen ergreifen.
el: Μπορεί να πάρει δραστικά μέτρα.
es: Puede tomar medidas drásticas.
fr: Peut prendre des mesures fermes.
it: Sa prendere misure decise.
nl: Kan krachtige maatregelen nemen.
pl: Potrafi podjąć radykalne kroki.
pt: Consegue tomar medidas fortes.

# Question_Assertiveness_07
source: Waits for others to lead the way.
de: Wartet darauf, dass andere führen.
el: Περιμένει τους άλλους να δείξουν τον δρόμο.
es: Espera a que otros guíen el camino.
fr: Attend que les autres guident la marche.
it: Aspetta che gli altri aprano la strada.
nl: Wacht tot anderen de weg wijzen.
pl: Czeka, aż inni przejmą inicjatywę.
pt: Espera que os outros liderem o caminho.

# Question_Assertiveness_08
source: Never challenges things.
de: Hinterfragt Dinge niemals.
el: Δεν αμφισβητεί ποτέ τα πράγματα.
es: Nunca cuestiona nada.
fr: Ne conteste jamais rien.
it: Non mette mai nulla in discussione.
nl: Daagt nooit iets uit.
pl: Nigdy niczego nie podważa.
pt: Nunca questiona as coisas.

# Question_Assertiveness_09
source: Lets others make the decisions.
el: Αφήνει τους άλλους να παίρνουν τις αποφάσεις.
es: Deja que otros tomen las decisiones.
fr: Laisse les autres décider.
it: Lascia che siano gli altri a decidere.
nl: Laat anderen de beslissingen nemen.
pl: Pozwala innym podejmować decyzje.
pt: Deixa que os outros tomem as decisões.

# Question_Gregariousness_01
source: Is the life of the party.
de: Ist die Seele der Party.
el: Είναι η ψυχή της παρέας.
es: Es el alma de la fiesta.
fr: Est l'âme de la fête.
it: È l'anima della festa.
nl: Is de gangmaker op elk feestje.
pl: Jest duszą towarzystwa.
pt: É a alma da festa.

# Question_Gregariousness_02
source: Loves large parties and crowded events.
de: Liebt große Partys und Events.
el: Αγαπά τα μεγάλα πάρτι και τις εκδηλώσεις με κόσμο.
es: Ama las fiestas grandes y eventos concurridos.
fr: Adore les grandes fêtes et les événements bondés.
it: Ama le grandi feste e gli eventi affollati.
nl: Houdt van grote feesten en drukke evenementen.
pl: Uwielbia duże imprezy i tłumne wydarzenia.
pt: Adora festas grandes e eventos com muita gente.

# Question_Gregariousness_03
source: Jokes around a lot.
de: Macht viele Witze.
el: Κάνει πολλά αστεία.
es: Bromea mucho.
fr: Plaisante beaucoup.
it: Scherza molto.
nl: Maakt veel grapjes.
pl: Dużo żartuje.
pt: Faz muitas piadas.

# Question_Gregariousness_04
source: Enjoys being part of a loud crowd.
de: Genießt lautstarke Menschenmengen.
el: Απολαμβάνει να είναι μέρος ενός θορυβώδους πλήθους.
es: Disfruta siendo parte de una multitud ruidosa.
fr: Aime faire partie d'une foule bruyante.
it: Gli piace far parte di una folla rumorosa.
nl: Geniet ervan om deel uit te maken van een menigte.
pl: Lubi być częścią głośnego tłumu.
pt: Gosta de fazer parte de uma multidão barulhenta.

# Question_Gregariousness_05
source: Amuses their friends.
de: Unterhält seine/ihre Freunde.
el: Διασκεδάζει τους φίλους του.
es: Divierte a sus amigos.
fr: Amuse ses amis.
it: Diverte i propri amici.
nl: Amuseert zijn/haar vrienden.
pl: Rozśmiesza swoich znajomych.
pt: Diverte os seus amigos.

# Question_Gregariousness_06
source: Acts wild and crazy.
de: Verhält sich wild und verrückt.
el: Φέρεται τρελά και παρορμητικά.
es: Se comporta de forma salvaje y loca.
fr: Agit de façon folle et sauvage.
it: Si comporta in modo folle e scatenato.
nl: Doet wild en gek.
pl: Zachowuje się szalenie i nieobliczalnie.

# Question_Gregariousness_07
source: Is the last to laugh at a joke.
de: Lacht bei einem Witz als Letzter.
el: Είναι ο τελευταίος που θα γελάσει με ένα αστείο.
es: Es el último en reírse de un chiste.
fr: Est le dernier à rire d'une blague.
it: È l'ultimo a ridere a una battuta.
nl: Lacht als laatste om een grapje.
pl: Jako ostatni śmieje się z żartu.
pt: É o último a rir de uma piada.

# Question_Gregariousness_08
source: Dislikes loud music.
de: Mag keine laute Musik.
el: Δεν του αρέσει η δυνατή μουσική.
es: No le gusta la música fuerte.
fr: N'aime pas la musique forte.
it: Non ama la musica ad alto volume.
nl: Houdt niet van harde muziek.
pl: Nie lubi głośnej muzyki.
pt: Não gosta de música alta.

# Question_Dutifulness_01
source: Believes laws should be strictly enforced.
de: Findet Gesetze sollten streng gelten.
el: Πιστεύει ότι οι νόμοι πρέπει να επιβάλλονται αυστηρά.
es: Cree que las leyes deben cumplirse estrictamente.
fr: Pense que les lois devraient être appliquées.
it: Crede che le leggi vadano applicate rigorosamente.
nl: Vindt dat wetten strikt gehandhaafd moeten worden.
pl: Uważa, że prawo powinno być surowo egzekwowane.
pt: Acredita que as leis devem ser aplicadas rigorosamente.

# Question_Dutifulness_02
source: Tries to follow the rules.
de: Versucht, Regeln zu befolgen.
el: Προσπαθεί να ακολουθεί τους κανόνες.
es: Intenta seguir las reglas.
fr: Essaie de suivre les règles.
it: Cerca di seguire le regole.
nl: Probeert de regels te volgen.
pl: Stara się przestrzegać zasad.
pt: Tenta seguir as regras.

# Question_Dutifulness_03
source: Believes in one true religion.
de: Glaubt an die eine wahre Religion.
el: Πιστεύει σε μία αληθινή θρησκεία.
es: Cree en una sola religión verdadera.
fr: Croit en une seule vraie religion.
it: Crede in un'unica vera religione.
nl: Gelooft in één ware religie.
pl: Wierzy w jedyną prawdziwą religię.
pt: Acredita numa única religião verdadeira.

# Question_Dutifulness_04
source: Respects authority.
de: Respektiert Autorität.
el: Σέβεται την εξουσία.
es: Respeta la autoridad.
fr: Respecte l'autorité.
it: Rispetta l'autorità.
nl: Respecteert autoriteit.
pl: Szanuje autorytet.
pt: Respeita a autoridade.

# Question_Dutifulness_05
source: Likes to stand during the national anthem.
de: Steht bei der Nationalhymne auf.
el: Του αρέσει να στέκεται όρθιος στον εθνικό ύμνο.
es: Le gusta estar de pie durante el himno nacional.
fr: Aime se tenir debout pendant l'hymne.
it: Gli piace stare in piedi durante l'inno nazionale.
nl: Staat graag tijdens het volkslied.
pl: Lubi stać podczas hymnu narodowego.
pt: Gosta de ficar de pé durante o hino nacional.

# Question_Dutifulness_06
source: Resists authority.
de: Leistet Autorität Widerstand.
el: Αντιστέκεται στην εξουσία.
es: Se resiste a la autoridad.
fr: Résiste à l'autorité.
it: Resiste all'autorità.
nl: Verzet zich tegen gezag.
pl: Sprzeciwia się władzy.
pt: Resiste à autoridade.

# Question_Dutifulness_07
source: Breaks rules.
de: Bricht Regeln.
el: Παραβαίνει τους κανόνες.
es: Rompe las reglas.
fr: Enfreint les règles.
it: Infrange le regole.
nl: Breekt de regels.
pl: Łamie zasady.
pt: Quebra as regras.

# Question_Dutifulness_08
source: Uses swear words.
de: Benutzt Schimpfwörter.
el: Χρησιμοποιεί βρισιές.
es: Dice palabrotas.
fr: Utilise des jurons.
it: Dice parolacce.
nl: Vloekt.
pl: Przeklina.
pt: Diz palavrões.

# Question_Dutifulness_09
source: Opposes authority.
de: Widersetzt sich Autoritäten.
el: Εναντιώνεται στην εξουσία.
es: Se opone a la autoridad.
fr: S'oppose à l'autorité.
it: Si oppone all'autorità.
nl: Is tegen autoriteit.
pl: Zwalcza autorytety.
pt: Opõe-se à autoridade.

# Question_Dutifulness_10
source: Knows how to get around the rules.
de: Weiß, wie man Regeln umgeht.
el: Ξέρει πώς να παρακάμπτει τους κανόνες.
es: Sabe cómo saltarse las reglas.
fr: Sait comment contourner les règles.
it: Sa come aggirare le regole.
nl: Weet hoe de regels te omzeilen.
pl: Wie, jak omijać przepisy.
pt: Sabe como contornar as regras.

# Question_SocialConfidence_01
source: Feels comfortable around people.
de: Fühlt sich unter Menschen wohl.
el: Νιώθει άνετα ανάμεσα σε κόσμο.
es: Se siente cómodo rodeado de gente.
fr: Est à l'aise avec les gens.
it: Si sente a proprio agio tra le persone.
nl: Voelt zich op zijn gemak bij mensen.
pl: Dobrze się czuje wśród ludzi.
pt: Sente-se à vontade perto das pessoas.

# Question_SocialConfidence_02
source: Talks to a lot of different people at parties.
de: Spricht auf Partys mit vielen Leuten.
el: Μιλάει με πολλούς διαφορετικούς ανθρώπους στα πάρτι.
es: Habla con muchas personas en las fiestas.
fr: Parle à beaucoup de gens lors des fêtes.
it: Parla con molte persone diverse alle feste.
nl: Praat met veel mensen op feestjes.
pl: Rozmawia z wieloma osobami na imprezach.
pt: Fala com muitas pessoas em festas.

# Question_SocialConfidence_03
source: Doesn't mind being the center of attention.
de: Steht gerne im Mittelpunkt.
el: Δεν τον πειράζει να είναι το επίκεντρο της προσοχής.
es: No le importa ser el centro de atención.
fr: Aime être le centre de l'attention.
it: Non gli dispiace essere al centro dell'attenzione.
nl: Vindt het niet erg om in de belangstelling te staan.
pl: Nie przeszkadza mu bycie w centrum uwagi.
pt: Não se importa de ser o centro das atenções.

# Question_SocialConfidence_04
source: Makes friends easily.
de: Schließt leicht Freundschaften.
el: Κάνει εύκολα φίλους.
es: Hace amigos con facilidad.
fr: Se fait facilement des amis.
it: Fa amicizia facilmente.
nl: Maakt gemakkelijk vrienden.
pl: Łatwo nawiązuje przyjaźnie.
pt: Faz amigos facilmente.

# Question_SocialConfidence_05
source: Starts conversations.
de: Beginnt Gespräche.
el: Πιάνει συζήτηση με τους άλλους.
es: Inicia conversaciones.
fr: Engage la conversation.
it: Inizia conversazioni.
nl: Knoopt gesprekken aan.
pl: Nawiązuje rozmowy.
pt: Inicia conversas.

# Question_SocialConfidence_06
source: Finds it difficult to approach others.
de: Fällt es schwer, auf andere zuzugehen.
el: Δυσκολεύεται να πλησιάσει τους άλλους.
es: Le resulta difícil acercarse a los demás.
fr: Trouve difficile d'aborder les autres.
it: Trova difficile avvicinare gli altri.
nl: Vindt het moeilijk om anderen te benaderen.
pl: Trudno mu podejść do innych.
pt: Tem dificuldade em abordar os outros.

# Question_SocialConfidence_07
source: Has little to say.
de: Hat wenig zu sagen.
el: Έχει λίγα να πει.
es: Tiene poco que decir.
fr: A peu de choses à dire.
it: Ha poco da dire.
nl: Heeft weinig te zeggen.
pl: Ma mało do powiedzenia.
pt: Tem pouco a dizer.

# Question_SocialConfidence_08
source: Is quiet around strangers.
de: Ist bei Fremden ruhig.
el: Είναι σιωπηλός με τους ξένους.
es: Es callado con los extraños.
fr: Est silencieux avec les inconnus.
it: È silenzioso con gli estranei.
nl: Is stil bij vreemden.
pl: Jest małomówny przy obcych.
pt: É quieto com estranhos.

# Question_SocialConfidence_09
source: Keeps in the background.
de: Hält sich im Hintergrund.
el: Μένει στο παρασκήνιο.
es: Se mantiene en un segundo plano.
fr: Reste en retrait.
it: Resta in disparte.
nl: Blijft op de achtergrond.
pl: Trzyma się w tle.
pt: Fica em segundo plano.

# Question_Sensitivity_01
source: Likes to read.
de: Liest gerne.
el: Του αρέσει το διάβασμα.
es: Le gusta leer.
fr: Aime lire.
it: Gli piace leggere.
nl: Leest graag.
pl: Lubi czytać.
pt: Gosta de ler.

# Question_Sensitivity_02
source: Enjoys discussing movies and books with others.
de: Diskutiert gerne über Filme und Bücher.
el: Απολαμβάνει να συζητά για ταινίες και βιβλία.
es: Disfruta analizando películas y libros con otros.
fr: Aime discuter de films et de livres.
it: Gli piace discutere di film e libri.
nl: Bespreekt graag films en boeken.
pl: Lubi dyskutować o filmach i książkach.
pt: Gosta de discutir filmes e livros.

# Question_Sensitivity_03
source: Reads a lot.
de: Liest viel.
el: Διαβάζει πολύ.
es: Lee mucho.
fr: Lit beaucoup.
it: Legge molto.
nl: Leest veel.
pl: Dużo czyta.
pt: Lê muito.

# Question_Sensitivity_04
source: Doesn't like action movies.
de: Mag keine Actionfilme.
el: Δεν του αρέσουν οι ταινίες δράσης.
es: No le gustan las películas de acción.
fr: N'aime pas les films d'action.
it: Non gli piacciono i film d'azione.
pl: Nie lubi kina akcji.
pt: Não gosta de filmes de ação.

# Question_Sensitivity_05
source: Cries during movies.
de: Weint bei Filmen.
el: Κλαίει στις ταινίες.
es: Llora con las películas.
fr: Pleure devant les films.
it: Piange durante i film.
nl: Huilt bij films.
pl: Płacze na filmach.
pt: Chora durante os filmes.

# Question_Sensitivity_06
source: Loves flowers.
de: Liebt Blumen.
el: Αγαπά τα λουλούδια.
es: Ama las flores.
fr: Adore les fleurs.
it: Ama i fiori.
nl: Houdt van bloemen.
pl: Kocha kwiaty.
pt: Adora flores.

# Question_Sensitivity_07
source: Doesn't enjoy watching dance performances.
de: Mag keine Tanzaufführungen.
el: Δεν απολαμβάνει τις παραστάσεις χορού.
es: No disfruta los espectáculos de danza.
fr: N'aime pas les spectacles de danse.
it: Non gli piace guardare spettacoli di danza.
nl: Kijkt niet graag naar dans.
pl: Nie lubi oglądać występów tanecznych.
pt: Não gosta de ver dança.

# Question_Sensitivity_08
source: Doesn't like poetry.
de: Mag keine Poesie.
el: Δεν του αρέσει η ποίηση.
es: No le gusta la poesía.
fr: N'aime pas la poésie.
it: Non gli piace la poesia.
nl: Houdt niet van poëzie.
pl: Nie lubi poezji.
pt: Não gosta de poesia.

# Question_Sensitivity_09
source: Dislikes works of fiction.
de: Mag keine Romane.
el: Αντιπαθεί τα έργα μυθοπλασίας.
es: Le desagradan las obras de ficción.
fr: N'aime pas les œuvres de fiction.
it: Non ama le opere di narrativa.
nl: Houdt niet van fictie.
pl: Nie lubi beletrystyki.
pt: Não gosta de obras de ficção.

# Question_Sensitivity_10
source: Rarely notices their own emotional reactions.
de: Bemerkt selten eigene Emotionen.
el: Σπάνια παρατηρεί τις συναισθηματικές του αντιδράσεις.
es: Rara vez nota sus reacciones emocionales.
fr: Remarque rarement ses émotions.
it: Nota raramente le proprie reazioni emotive.
nl: Merkt eigen emoties zelden op.
pl: Rzadko zauważa własne emocje.
pt: Raramente nota as suas reações.
